// Greek Verb Data - Part 4
const verbs_new_new_3 = {
  "σηκώνομαι": {
    "meaning": "to get up",
    "Ενεστώτας (Present)": {
      "εγώ": "σηκώνομαι",
      "εσύ": "σηκώνεσαι",
      "αυτός/ή/ό": "σηκώνεται",
      "εμείς": "σηκωνόμαστε",
      "εσείς": "σηκώνεστε",
      "αυτοί/ές/ά": "σηκώνονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σηκωνόμουν",
      "εσύ": "σηκωνόσουν",
      "αυτός/ή/ό": "σηκωνόταν",
      "εμείς": "σηκωνόμαστε",
      "εσείς": "σηκωνόσαστε",
      "αυτοί/ές/ά": "σηκώνονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σηκώνομαι",
      "εσύ": "θα σηκώνεσαι",
      "αυτός/ή/ό": "θα σηκώνεται",
      "εμείς": "θα σηκωνόμαστε",
      "εσείς": "θα σηκώνεστε",
      "αυτοί/ές/ά": "θα σηκώνονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σηκωθώ",
      "εσύ": "θα σηκωθείς",
      "αυτός/ή/ό": "θα σηκωθεί",
      "εμείς": "θα σηκωθούμε",
      "εσείς": "θα σηκωθείτε",
      "αυτοί/ές/ά": "θα σηκωθούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σηκώθηκα",
      "εσύ": "σηκώθηκες",
      "αυτός/ή/ό": "σηκώθηκε",
      "εμείς": "σηκωθήκαμε",
      "εσείς": "σηκωθήκατε",
      "αυτοί/ές/ά": "σηκώθηκαν"
    }
  },
  "σηκώνω": {
    "meaning": "to raise,",
    "Ενεστώτας (Present)": {
      "εγώ": "σηκώνω",
      "εσύ": "σηκώνεις",
      "αυτός/ή/ό": "σηκώνει",
      "εμείς": "σηκώνουμε",
      "εσείς": "σηκώνετε",
      "αυτοί/ές/ά": "σηκώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σήκωνα",
      "εσύ": "σήκωνες",
      "αυτός/ή/ό": "σήκωνε",
      "εμείς": "σηκώναμε",
      "εσείς": "σηκώνατε",
      "αυτοί/ές/ά": "σήκωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σηκώνω",
      "εσύ": "θα σηκώνεις",
      "αυτός/ή/ό": "θα σηκώνει",
      "εμείς": "θα σηκώνουμε",
      "εσείς": "θα σηκώνετε",
      "αυτοί/ές/ά": "θα σηκώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σηκώσω",
      "εσύ": "θα σηκώσεις",
      "αυτός/ή/ό": "θα σηκώσει",
      "εμείς": "θα σηκώσουμε",
      "εσείς": "θα σηκώσετε",
      "αυτοί/ές/ά": "θα σηκώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σήκωσα",
      "εσύ": "σήκωσες",
      "αυτός/ή/ό": "σήκωσε",
      "εμείς": "σηκώσαμε",
      "εσείς": "σηκώσατε",
      "αυτοί/ές/ά": "σήκωσαν"
    }
  },
  "σημειώνω": {
    "meaning": "to mark,",
    "Ενεστώτας (Present)": {
      "εγώ": "σημειώνω",
      "εσύ": "σημειώνεις",
      "αυτός/ή/ό": "σημειώνει",
      "εμείς": "σημειώνουμε",
      "εσείς": "σημειώνετε",
      "αυτοί/ές/ά": "σημειώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σημείωνα",
      "εσύ": "σημείωνες",
      "αυτός/ή/ό": "σημείωνε",
      "εμείς": "σημειώναμε",
      "εσείς": "σημειώνατε",
      "αυτοί/ές/ά": "σημείωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σημειώνω",
      "εσύ": "θα σημειώνεις",
      "αυτός/ή/ό": "θα σημειώνει",
      "εμείς": "θα σημειώνουμε",
      "εσείς": "θα σημειώνετε",
      "αυτοί/ές/ά": "θα σημειώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σημειώσω",
      "εσύ": "θα σημειώσεις",
      "αυτός/ή/ό": "θα σημειώσει",
      "εμείς": "θα σημειώσουμε",
      "εσείς": "θα σημειώσετε",
      "αυτοί/ές/ά": "θα σημειώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σημείωσα",
      "εσύ": "σημείωσες",
      "αυτός/ή/ό": "σημείωσε",
      "εμείς": "σημειώσαμε",
      "εσείς": "σημειώσατε",
      "αυτοί/ές/ά": "σημείωσαν"
    }
  },
  "σιδερώνω": {
    "meaning": "to iron",
    "Ενεστώτας (Present)": {
      "εγώ": "σιδερώνω",
      "εσύ": "σιδερώνεις",
      "αυτός/ή/ό": "σιδερώνει",
      "εμείς": "σιδερώνουμε",
      "εσείς": "σιδερώνετε",
      "αυτοί/ές/ά": "σιδερώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σιδέρωνα",
      "εσύ": "σιδέρωνες",
      "αυτός/ή/ό": "σιδέρωνε",
      "εμείς": "σιδερώναμε",
      "εσείς": "σιδερώνατε",
      "αυτοί/ές/ά": "σιδέρωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σιδερώνω",
      "εσύ": "θα σιδερώνεις",
      "αυτός/ή/ό": "θα σιδερώνει",
      "εμείς": "θα σιδερώνουμε",
      "εσείς": "θα σιδερώνετε",
      "αυτοί/ές/ά": "θα σιδερώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σιδερώσω",
      "εσύ": "θα σιδερώσεις",
      "αυτός/ή/ό": "θα σιδερώσει",
      "εμείς": "θα σιδερώσουμε",
      "εσείς": "θα σιδερώσετε",
      "αυτοί/ές/ά": "θα σιδερώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σιδέρωσα",
      "εσύ": "σιδέρωσες",
      "αυτός/ή/ό": "σιδέιρωσε",
      "εμείς": "σιδερώσαμε",
      "εσείς": "σιδερώσατε",
      "αυτοί/ές/ά": "σιδέρωσαν"
    }
  },
  "σκάβω": {
    "meaning": "to dig",
    "Ενεστώτας (Present)": {
      "εγώ": "σκάβω",
      "εσύ": "σκάβεις",
      "αυτός/ή/ό": "σκάβει",
      "εμείς": "σκάβουμε",
      "εσείς": "σκάβετε",
      "αυτοί/ές/ά": "σκάβουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έσκαβα",
      "εσύ": "έσκαβες",
      "αυτός/ή/ό": "έσκαβε",
      "εμείς": "σκάβαμε",
      "εσείς": "σκάβατε",
      "αυτοί/ές/ά": "έσκαβαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σκάβω",
      "εσύ": "θα σκάβεις",
      "αυτός/ή/ό": "θα σκάβει",
      "εμείς": "θα σκάβουμε",
      "εσείς": "θα σκάβετε",
      "αυτοί/ές/ά": "θα σκάβουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σκάψω",
      "εσύ": "θα σκάψεις",
      "αυτός/ή/ό": "θα σκάψει",
      "εμείς": "θα σκάψουμε",
      "εσείς": "θα σκάψετε",
      "αυτοί/ές/ά": "θα σκάψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έσκαψα",
      "εσύ": "έσκαψες",
      "αυτός/ή/ό": "έσκαψε",
      "εμείς": "σκάψαμε",
      "εσείς": "σκάψατε",
      "αυτοί/ές/ά": "έσκαψαν"
    }
  },
  "σκάζω": {
    "meaning": "to burst,",
    "Ενεστώτας (Present)": {
      "εγώ": "σκάζω",
      "εσύ": "σκάζεις",
      "αυτός/ή/ό": "σκάζει",
      "εμείς": "σκάζουμε",
      "εσείς": "σκάζετε",
      "αυτοί/ές/ά": "σκάζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έσκαζα",
      "εσύ": "έσκαζες",
      "αυτός/ή/ό": "έσκαζε",
      "εμείς": "σκάζαμε",
      "εσείς": "σκάζατε",
      "αυτοί/ές/ά": "έσκαζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σκάζω",
      "εσύ": "θα σκάζεις",
      "αυτός/ή/ό": "θα σκάζει",
      "εμείς": "θα σκάζουμε",
      "εσείς": "θα σκάζετε",
      "αυτοί/ές/ά": "θα σκάζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σκάσω",
      "εσύ": "θα σκάσεις",
      "αυτός/ή/ό": "θα σκάσει",
      "εμείς": "θα σκάσουμε",
      "εσείς": "θα σκάσετε",
      "αυτοί/ές/ά": "θα σκάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έσκασα",
      "εσύ": "έσκασες",
      "αυτός/ή/ό": "έσκασε",
      "εμείς": "σκάσαμε",
      "εσείς": "σκάσατε",
      "αυτοί/ές/ά": "έσκασαν"
    }
  },
  "σκεπάζω": {
    "meaning": "to cover, to roof, to screen, to protect",
    "Ενεστώτας (Present)": {
      "εγώ": "σκεπάζω",
      "εσύ": "σκεπάζεις",
      "αυτός/ή/ό": "σκεπάζει",
      "εμείς": "σκεπάζουμε",
      "εσείς": "σκεπάζετε",
      "αυτοί/ές/ά": "σκεπάζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σκέπαζα",
      "εσύ": "σκέπαζες",
      "αυτός/ή/ό": "σκέπαζε",
      "εμείς": "σκεπάζαμε",
      "εσείς": "σκεπάζατε",
      "αυτοί/ές/ά": "σκέπαζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σκεπάζω",
      "εσύ": "θα σκεπάζεις",
      "αυτός/ή/ό": "θα σκεπάζει",
      "εμείς": "θα σκεπάζουμε",
      "εσείς": "θα σκεπάζετε",
      "αυτοί/ές/ά": "θα σκεπάζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σκεπάσω",
      "εσύ": "θα σκεπάσεις",
      "αυτός/ή/ό": "θα σκεπάσει",
      "εμείς": "θα σκεπάσουμε",
      "εσείς": "θα σκεπάσετε",
      "αυτοί/ές/ά": "θα σκεπάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σκέπασα",
      "εσύ": "σκέπασες",
      "αυτός/ή/ό": "σκέπασε",
      "εμείς": "σκεπάσαμε",
      "εσείς": "σκεπάσατε",
      "αυτοί/ές/ά": "σκέπασαν"
    }
  },
  "σκέφτομαι": {
    "meaning": "to think",
    "Ενεστώτας (Present)": {
      "εγώ": "σκέφτομαι",
      "εσύ": "σκέφτεσαι",
      "αυτός/ή/ό": "σκέφτεται",
      "εμείς": "σκεφτόμαστε",
      "εσείς": "σκέφτεστε",
      "αυτοί/ές/ά": "σκέφτονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σκεφτόμουν",
      "εσύ": "σκεφτόσουν",
      "αυτός/ή/ό": "σκεφτόταν",
      "εμείς": "σκεφτόμαστε",
      "εσείς": "σκεφτόσαστε",
      "αυτοί/ές/ά": "σκέφτονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σκέφτομαι",
      "εσύ": "θα σκέφτεσαι",
      "αυτός/ή/ό": "θα σκέφτεται",
      "εμείς": "θα σκεφτόμαστε",
      "εσείς": "θα σκέφτεστε",
      "αυτοί/ές/ά": "θα σκέφτονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σκεφτώ",
      "εσύ": "θα σκεφτείς",
      "αυτός/ή/ό": "θα σκεφτεί",
      "εμείς": "θα σκεφτούμε",
      "εσείς": "θα σκεφτείτε",
      "αυτοί/ές/ά": "θα σκεφτούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σκέφτηκα",
      "εσύ": "σκέφτηκες",
      "αυτός/ή/ό": "σκέφτηκε",
      "εμείς": "σκεφτήκαμε",
      "εσείς": "σκεφτήκατε",
      "αυτοί/ές/ά": "σκέφτηκαν"
    }
  },
  "σκηνοθετώ": {
    "meaning": "to stage",
    "Ενεστώτας (Present)": {
      "εγώ": "σκηνοθετώ",
      "εσύ": "σκηνοθετείς",
      "αυτός/ή/ό": "σκηνοθετεί",
      "εμείς": "σκηνοθετούμε",
      "εσείς": "σκηνοθετείτε",
      "αυτοί/ές/ά": "σκηνοθετούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σκηνοθετούσα",
      "εσύ": "σκηνοθετούσες",
      "αυτός/ή/ό": "σκηνοθετούσε",
      "εμείς": "σκηνοθετούσαμε",
      "εσείς": "σκηνοθετούσατε",
      "αυτοί/ές/ά": "σκηνοθετούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σκηνοθετώ",
      "εσύ": "θα σκηνοθετείς",
      "αυτός/ή/ό": "θα σκηνοθετεί",
      "εμείς": "θα σκηνοθετούμε",
      "εσείς": "θα σκηνοθετείτε",
      "αυτοί/ές/ά": "θα σκηνοθετούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σκηνοθετήσω",
      "εσύ": "θα σκηνοθετήσεις",
      "αυτός/ή/ό": "θα σκηνοθετήσει",
      "εμείς": "θα σκηνοθετήσουμε",
      "εσείς": "θα σκηνοθετήσετε",
      "αυτοί/ές/ά": "θα σκηνοθετήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σκηνοθέτησα",
      "εσύ": "σκηνοθέτησες",
      "αυτός/ή/ό": "σκηνοθέτησε",
      "εμείς": "σκηνοθετήσαμε",
      "εσείς": "σκηνοθετήσατε",
      "αυτοί/ές/ά": "σκηνοθέτησαν"
    }
  },
  "σκίζω": {
    "meaning": "to tear",
    "Ενεστώτας (Present)": {
      "εγώ": "σκίζω",
      "εσύ": "σκίζεις",
      "αυτός/ή/ό": "σκίζει",
      "εμείς": "σκίζουμε",
      "εσείς": "σκίζετε",
      "αυτοί/ές/ά": "σκίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έσκιζα",
      "εσύ": "έσκιζες",
      "αυτός/ή/ό": "έσκιζε",
      "εμείς": "σκίζαμε",
      "εσείς": "σκίζατε",
      "αυτοί/ές/ά": "έσκιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σκίζω",
      "εσύ": "θα σκίζεις",
      "αυτός/ή/ό": "θα σκίζει",
      "εμείς": "θα σκίζουμε",
      "εσείς": "θα σκίζετε",
      "αυτοί/ές/ά": "θα σκίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σκίσω",
      "εσύ": "θα σκίσεις",
      "αυτός/ή/ό": "θα σκίσει",
      "εμείς": "θα σκίσουμε",
      "εσείς": "θα σκίσετε",
      "αυτοί/ές/ά": "θα σκίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έσκισα",
      "εσύ": "έσκισες",
      "αυτός/ή/ό": "έσκισε",
      "εμείς": "σκίσαμε",
      "εσείς": "σκίσατε",
      "αυτοί/ές/ά": "έσκισαν"
    }
  },
  "σκοπεύω": {
    "meaning": "to aim, to intend",
    "Ενεστώτας (Present)": {
      "εγώ": "σκοπεύω",
      "εσύ": "σκοπεύεις",
      "αυτός/ή/ό": "σκοπεύει",
      "εμείς": "σκοπεύουμε",
      "εσείς": "σκοπεύετε",
      "αυτοί/ές/ά": "σκοπεύουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σκόπευα",
      "εσύ": "σκόπευες",
      "αυτός/ή/ό": "σκόπευε",
      "εμείς": "σκοπεύαμε",
      "εσείς": "σκοπεύατε",
      "αυτοί/ές/ά": "σκόπευαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σκοπεύω",
      "εσύ": "θα σκοπεύεις",
      "αυτός/ή/ό": "θα σκοπεύει",
      "εμείς": "θα σκοπεύουμε",
      "εσείς": "θα σκοπεύετε",
      "αυτοί/ές/ά": "θα σκοπεύουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σκοπεύσω",
      "εσύ": "θα σκοπεύσεις",
      "αυτός/ή/ό": "θα σκοπεύσει",
      "εμείς": "θα σκοπεύσουμε",
      "εσείς": "θα σκοπεύσετε",
      "αυτοί/ές/ά": "θα σκοπεύσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σκόπευσα",
      "εσύ": "σκόπευσες",
      "αυτός/ή/ό": "σκόπευσε",
      "εμείς": "σκοπεύσαμε",
      "εσείς": "σκοπεύσατε",
      "αυτοί/ές/ά": "σκόπευσαν"
    }
  },
  "σκοτώνω": {
    "meaning": "to kill",
    "Ενεστώτας (Present)": {
      "εγώ": "σκοτώνω",
      "εσύ": "σκοτώνεις",
      "αυτός/ή/ό": "σκοτώνει",
      "εμείς": "σκοτώνουμε",
      "εσείς": "σκοτώνετε",
      "αυτοί/ές/ά": "σκοτώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σκότωνα",
      "εσύ": "σκότωνες",
      "αυτός/ή/ό": "σκότωνε",
      "εμείς": "σκοτώναμε",
      "εσείς": "σκοτώνατε",
      "αυτοί/ές/ά": "σκότωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σκοτώνω",
      "εσύ": "θα σκοτώνεις",
      "αυτός/ή/ό": "θα σκοτώνει",
      "εμείς": "θα σκοτώνουμε",
      "εσείς": "θα σκοτώνετε",
      "αυτοί/ές/ά": "θα σκοτώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σκοτώσω",
      "εσύ": "θα σκοτώσεις",
      "αυτός/ή/ό": "θα σκοτώσει",
      "εμείς": "θα σκοτώσουμε",
      "εσείς": "θα σκοτώσετε",
      "αυτοί/ές/ά": "θα σκοτώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σκότωσα",
      "εσύ": "σκότωσες",
      "αυτός/ή/ό": "σκότωσε",
      "εμείς": "σκοτώσαμε",
      "εσείς": "σκοτώσατε",
      "αυτοί/ές/ά": "σκότωσαν"
    }
  },
  "σκουπίζω": {
    "meaning": "to sweep",
    "Ενεστώτας (Present)": {
      "εγώ": "σκουπίζω",
      "εσύ": "σκουπίζεις",
      "αυτός/ή/ό": "σκουπίζει",
      "εμείς": "σκουπίζουμε",
      "εσείς": "σκουπίζετε",
      "αυτοί/ές/ά": "σκουπίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σκούπιζα",
      "εσύ": "σκούπιζες",
      "αυτός/ή/ό": "σκούπιζε",
      "εμείς": "σκουπίζαμε",
      "εσείς": "σκουπίζατε",
      "αυτοί/ές/ά": "σκούπιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σκουπίζω",
      "εσύ": "θα σκουπίζεις",
      "αυτός/ή/ό": "θα σκουπίζει",
      "εμείς": "θα σκουπίζουμε",
      "εσείς": "θα σκουπίζετε",
      "αυτοί/ές/ά": "θα σκουπίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σκουπίσω",
      "εσύ": "θα σκουπίσεις",
      "αυτός/ή/ό": "θα σκουπίσει",
      "εμείς": "θα σκουπίσουμε",
      "εσείς": "θα σκουπίσετε",
      "αυτοί/ές/ά": "θα σκουπίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σκούπισα",
      "εσύ": "σκούπισες",
      "αυτός/ή/ό": "σκούπισε",
      "εμείς": "σκουπίσαμε",
      "εσείς": "σκουπίσατε",
      "αυτοί/ές/ά": "σκούπισαν"
    }
  },
  "σκύβω": {
    "meaning": "to stoop, to bend",
    "Ενεστώτας (Present)": {
      "εγώ": "σκύβω",
      "εσύ": "σκύβεις",
      "αυτός/ή/ό": "σκύβει",
      "εμείς": "σκύβουμε",
      "εσείς": "σκύβετε",
      "αυτοί/ές/ά": "σκύβουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έσκυβα",
      "εσύ": "έσκυβες",
      "αυτός/ή/ό": "έσκυβε",
      "εμείς": "σκύβαμε",
      "εσείς": "σκύβατε",
      "αυτοί/ές/ά": "έσκυβαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σκύβω",
      "εσύ": "θα σκύβεις",
      "αυτός/ή/ό": "θα σκύβει",
      "εμείς": "θα σκύβουμε",
      "εσείς": "θα σκύβετε",
      "αυτοί/ές/ά": "θα σκύβουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σκύψω",
      "εσύ": "θα σκύψεις",
      "αυτός/ή/ό": "θα σκύψει",
      "εμείς": "θα σκύψουμε",
      "εσείς": "θα σκύψετε",
      "αυτοί/ές/ά": "θα σκύψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έσκυψα",
      "εσύ": "έσκυψες",
      "αυτός/ή/ό": "έσκυψε",
      "εμείς": "σκύψαμε",
      "εσείς": "σκύψατε",
      "αυτοί/ές/ά": "έσκυψαν"
    }
  },
  "σπαταλώ": {
    "meaning": "to waste",
    "Ενεστώτας (Present)": {
      "εγώ": "σπαταλώ",
      "εσύ": "σπαταλάς",
      "αυτός/ή/ό": "σπαταλά",
      "εμείς": "σπαταλάμε",
      "εσείς": "σπαταλάτε",
      "αυτοί/ές/ά": "σπαταλάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σπαταλούσα",
      "εσύ": "σπαταλούσες",
      "αυτός/ή/ό": "σπαταλούσε",
      "εμείς": "σπαταλούσαμε",
      "εσείς": "σπαταλούσατε",
      "αυτοί/ές/ά": "σπαταλούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σπαταλώ",
      "εσύ": "θα σπαταλάς",
      "αυτός/ή/ό": "θα σπαταλά",
      "εμείς": "θα σπαταλάμε",
      "εσείς": "θα σπαταλάτε",
      "αυτοί/ές/ά": "θα σπαταλάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σπαταλήσω",
      "εσύ": "θα σπαταλήσεις",
      "αυτός/ή/ό": "θα σπαταλήσει",
      "εμείς": "θα σπαταλήσουμε",
      "εσείς": "θα σπαταλήσετε",
      "αυτοί/ές/ά": "θα σπαταλήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σπατάλησα",
      "εσύ": "σπατάλησες",
      "αυτός/ή/ό": "σπατάλησε",
      "εμείς": "σπαταλήσαμε",
      "εσείς": "σπαταλήσατε",
      "αυτοί/ές/ά": "σπατάλησαν"
    }
  },
  "σπάω": {
    "meaning": "to break",
    "Ενεστώτας (Present)": {
      "εγώ": "σπάω",
      "εσύ": "σπας",
      "αυτός/ή/ό": "σπάει",
      "εμείς": "σπάμε",
      "εσείς": "σπάτε",
      "αυτοί/ές/ά": "σπαν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έσπαγα",
      "εσύ": "έσπαγες",
      "αυτός/ή/ό": "έσπαγε",
      "εμείς": "σπάγαμε",
      "εσείς": "σπάγατε",
      "αυτοί/ές/ά": "έσπαγαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σπάω",
      "εσύ": "θα σπας",
      "αυτός/ή/ό": "θα σπάει",
      "εμείς": "θα σπάμε",
      "εσείς": "θα σπάτε",
      "αυτοί/ές/ά": "θα σπαν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σπάσω",
      "εσύ": "θα σπάσεις",
      "αυτός/ή/ό": "θα σπάσει",
      "εμείς": "θα σπάσουμε",
      "εσείς": "θα σπάσετε",
      "αυτοί/ές/ά": "θα σπάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έσπασα",
      "εσύ": "έσπασες",
      "αυτός/ή/ό": "έσπασε",
      "εμείς": "σπάσαμε",
      "εσείς": "σπάσατε",
      "αυτοί/ές/ά": "έσπασαν"
    }
  },
  "σπέρνω": {
    "meaning": "to sow",
    "Ενεστώτας (Present)": {
      "εγώ": "σπέρνω",
      "εσύ": "σπέρνεις",
      "αυτός/ή/ό": "σπέρνει",
      "εμείς": "σπέρνουμε",
      "εσείς": "σπέρνετε",
      "αυτοί/ές/ά": "σπέρνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έσπερνα",
      "εσύ": "έσπερνες",
      "αυτός/ή/ό": "έσπερνε",
      "εμείς": "σπέρναμε",
      "εσείς": "σπέρνατε",
      "αυτοί/ές/ά": "έσπερναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σπέρνω",
      "εσύ": "θα σπέρνεις",
      "αυτός/ή/ό": "θα σπέρνει",
      "εμείς": "θα σπέρνουμε",
      "εσείς": "θα σπέρνετε",
      "αυτοί/ές/ά": "θα σπέρνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σπείρω",
      "εσύ": "θα σπείρεις",
      "αυτός/ή/ό": "θα σπείρει",
      "εμείς": "θα σπείρουμε",
      "εσείς": "θα σπείρετε",
      "αυτοί/ές/ά": "θα σπείρουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έσπειρα",
      "εσύ": "έσπειρες",
      "αυτός/ή/ό": "έσπειρε",
      "εμείς": "σπείραμε",
      "εσείς": "σπείρατε",
      "αυτοί/ές/ά": "έσπειραν"
    }
  },
  "σπεύδω": {
    "meaning": "to hurry,",
    "Ενεστώτας (Present)": {
      "εγώ": "σπεύδω",
      "εσύ": "σπεύδεις",
      "αυτός/ή/ό": "σπεύδει",
      "εμείς": "σπεύδουμε",
      "εσείς": "σπεύδετε",
      "αυτοί/ές/ά": "σπεύδουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έσπευδα",
      "εσύ": "έσπευδες",
      "αυτός/ή/ό": "έσπευδε",
      "εμείς": "σπεύδαμε",
      "εσείς": "σπεύδατε",
      "αυτοί/ές/ά": "έσπευδαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σπεύδω",
      "εσύ": "θα σπεύδεις",
      "αυτός/ή/ό": "θα σπεύδει",
      "εμείς": "θα σπεύδουμε",
      "εσείς": "θα σπεύδετε",
      "αυτοί/ές/ά": "θα σπεύδουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σπεύσω",
      "εσύ": "θα σπεύσεις",
      "αυτός/ή/ό": "θα σπεύσει",
      "εμείς": "θα σπεύσουμε",
      "εσείς": "θα σπεύσετε",
      "αυτοί/ές/ά": "θα σπεύσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έσπευσα",
      "εσύ": "έσπευσες",
      "αυτός/ή/ό": "έσπευσε",
      "εμείς": "σπεύσαμε",
      "εσείς": "σπεύσατε",
      "αυτοί/ές/ά": "έσπευσαν"
    }
  },
  "σταματώ": {
    "meaning": "to stop",
    "Ενεστώτας (Present)": {
      "εγώ": "σταματώ",
      "εσύ": "σταματάς",
      "αυτός/ή/ό": "σταματά",
      "εμείς": "σταματάμε",
      "εσείς": "σταματάτε",
      "αυτοί/ές/ά": "σταματάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σταματούσα",
      "εσύ": "σταματούσες",
      "αυτός/ή/ό": "σταματούσε",
      "εμείς": "σταματούσαμε",
      "εσείς": "σταματούσατε",
      "αυτοί/ές/ά": "σταματούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σταματώ",
      "εσύ": "θα σταματάς",
      "αυτός/ή/ό": "θα σταματά",
      "εμείς": "θα σταματάμε",
      "εσείς": "θα σταματάτε",
      "αυτοί/ές/ά": "θα σταματάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σταματήσω",
      "εσύ": "θα σταματήσεις",
      "αυτός/ή/ό": "θα σταματήσει",
      "εμείς": "θα σταματήσουμε",
      "εσείς": "θα σταματήσετε",
      "αυτοί/ές/ά": "θα σταματήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σταμάτησα",
      "εσύ": "σταμάτησες",
      "αυτός/ή/ό": "σταμάτησε",
      "εμείς": "σταματήσαμε",
      "εσείς": "σταματήσατε",
      "αυτοί/ές/ά": "σταμάτησαν"
    }
  },
  "στεγνώνω": {
    "meaning": "to dry,",
    "Ενεστώτας (Present)": {
      "εγώ": "στεγνώνω",
      "εσύ": "στεγνώνεις",
      "αυτός/ή/ό": "στεγνώνει",
      "εμείς": "στεγνώνουμε",
      "εσείς": "στεγνώνετε",
      "αυτοί/ές/ά": "στεγνώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "στέγνωνα",
      "εσύ": "στέγνωνες",
      "αυτός/ή/ό": "στέγνωνε",
      "εμείς": "στεγνώναμε",
      "εσείς": "στεγνώνατε",
      "αυτοί/ές/ά": "στέγνωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στεγνώνω",
      "εσύ": "θα στεγνώνεις",
      "αυτός/ή/ό": "θα στεγνώνει",
      "εμείς": "θα στεγνώνουμε",
      "εσείς": "θα στεγνώνετε",
      "αυτοί/ές/ά": "θα στεγνώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα στεγνώσω",
      "εσύ": "θα στεγνώσεις",
      "αυτός/ή/ό": "θα στεγνώσει",
      "εμείς": "θα στεγνώσουμε",
      "εσείς": "θα στεγνώσετε",
      "αυτοί/ές/ά": "θα στεγνώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "στέγνωσα",
      "εσύ": "στέγνωσες",
      "αυτός/ή/ό": "στέγνωσε",
      "εμείς": "στεγνώσαμε",
      "εσείς": "στεγνώσατε",
      "αυτοί/ές/ά": "στέγνωσαν"
    }
  },
  "στέκομαι": {
    "meaning": "to stand",
    "Ενεστώτας (Present)": {
      "εγώ": "στέκομαι",
      "εσύ": "στέκεσαι",
      "αυτός/ή/ό": "στέκεται",
      "εμείς": "στεκόμαστε",
      "εσείς": "στέκεστε",
      "αυτοί/ές/ά": "στέκονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "στεκόμουν",
      "εσύ": "στεκόσουν",
      "αυτός/ή/ό": "στεκόταν",
      "εμείς": "στεκόμαστε",
      "εσείς": "στεκόσαστε",
      "αυτοί/ές/ά": "στέκονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στέκομαι",
      "εσύ": "θα στέκεσαι",
      "αυτός/ή/ό": "θα στέκεται",
      "εμείς": "θα στεκόμαστε",
      "εσείς": "θα στέκεστε",
      "αυτοί/ές/ά": "θα στέκονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σταθώ",
      "εσύ": "θα σταθείς",
      "αυτός/ή/ό": "θα σταθεί",
      "εμείς": "θα σταθούμε",
      "εσείς": "θα σταθείτε",
      "αυτοί/ές/ά": "θα σταθούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "στάθηκα",
      "εσύ": "στάθηκες",
      "αυτός/ή/ό": "στάθηκε",
      "εμείς": "σταθήκαμε",
      "εσείς": "σταθήκατε",
      "αυτοί/ές/ά": "στάθηκαν"
    }
  },
  "στέκω": {
    "meaning": "to stand",
    "Ενεστώτας (Present)": {
      "εγώ": "στέκω",
      "εσύ": "στέκεις",
      "αυτός/ή/ό": "στέκει",
      "εμείς": "στέκουμε",
      "εσείς": "στέκετε",
      "αυτοί/ές/ά": "στέκουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έστεκα",
      "εσύ": "έστεκες",
      "αυτός/ή/ό": "έστεκε",
      "εμείς": "στέκαμε",
      "εσείς": "στέκατε",
      "αυτοί/ές/ά": "έστεκαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στέκω",
      "εσύ": "θα στέκεις",
      "αυτός/ή/ό": "θα στέκει",
      "εμείς": "θα στέκουμε",
      "εσείς": "θα στέκετε",
      "αυτοί/ές/ά": "θα στέκουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σταθώ",
      "εσύ": "θα σταθείς",
      "αυτός/ή/ό": "θα σταθεί",
      "εμείς": "θα σταθούμε",
      "εσείς": "θα σταθείτε",
      "αυτοί/ές/ά": "θα σταθούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "στάθηκα",
      "εσύ": "στάθηκες",
      "αυτός/ή/ό": "στάθηκε",
      "εμείς": "σταθήκαμε",
      "εσείς": "σταθήκατε",
      "αυτοί/ές/ά": "στάθηκαν"
    }
  },
  "στέλνω": {
    "meaning": "to send",
    "Ενεστώτας (Present)": {
      "εγώ": "στέλνω",
      "εσύ": "στέλνεις",
      "αυτός/ή/ό": "στέλνει",
      "εμείς": "στέλνουμε",
      "εσείς": "στέλνετε",
      "αυτοί/ές/ά": "στέλνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έστελνα",
      "εσύ": "έστελνες",
      "αυτός/ή/ό": "έστελνε",
      "εμείς": "στέλναμε",
      "εσείς": "στέλνατε",
      "αυτοί/ές/ά": "έστελναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στέλνω",
      "εσύ": "τα στέλνεις",
      "αυτός/ή/ό": "θα στέλνει",
      "εμείς": "θα στέλνουμε",
      "εσείς": "θα στέλνετε",
      "αυτοί/ές/ά": "θα στέλνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα στείλω",
      "εσύ": "θα στείλεις",
      "αυτός/ή/ό": "θα στείλει",
      "εμείς": "θα στείλουμε",
      "εσείς": "θα στείλετε",
      "αυτοί/ές/ά": "θα στείλουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έστειλα",
      "εσύ": "έστειλες",
      "αυτός/ή/ό": "έστειλε",
      "εμείς": "στείλαμε",
      "εσείς": "στείλατε",
      "αυτοί/ές/ά": "έστειλαν"
    }
  },
  "στερεώνω": {
    "meaning": "to fasten, to make firm",
    "Ενεστώτας (Present)": {
      "εγώ": "στερεώνω",
      "εσύ": "στερεώνεις",
      "αυτός/ή/ό": "στερεώνει",
      "εμείς": "στερεώνουμε",
      "εσείς": "στερεώνετε",
      "αυτοί/ές/ά": "στερεώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "στερέωνα",
      "εσύ": "στερέωνες",
      "αυτός/ή/ό": "στερέωνε",
      "εμείς": "στερεώναμε",
      "εσείς": "στερεώνατε",
      "αυτοί/ές/ά": "στερέωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στερεώνω",
      "εσύ": "θα στερεώνεις",
      "αυτός/ή/ό": "θα στερεώνει",
      "εμείς": "θα στερεώνουμε",
      "εσείς": "θα στερεώνετε",
      "αυτοί/ές/ά": "θα στερεώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα στερεώσω",
      "εσύ": "θα στερεώσεις",
      "αυτός/ή/ό": "θα στερεώσει",
      "εμείς": "θα στερεώσουμε",
      "εσείς": "θα στερεώσετε",
      "αυτοί/ές/ά": "θα στερεώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "στερέωσα",
      "εσύ": "στερέωσες",
      "αυτός/ή/ό": "στερέωσε",
      "εμείς": "στερεώσαμε",
      "εσείς": "στερεώσατε",
      "αυτοί/ές/ά": "στερέωσαν"
    }
  },
  "στερώ": {
    "meaning": "to deprive",
    "Ενεστώτας (Present)": {
      "εγώ": "στερώ",
      "εσύ": "στερείς",
      "αυτός/ή/ό": "στερεί",
      "εμείς": "στερούμε",
      "εσείς": "στερείτε",
      "αυτοί/ές/ά": "στερούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "στερούσα",
      "εσύ": "στερούσες",
      "αυτός/ή/ό": "στερούσε",
      "εμείς": "στερούσαμε",
      "εσείς": "στερούσατε",
      "αυτοί/ές/ά": "στερούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στερώ",
      "εσύ": "θα στερείς",
      "αυτός/ή/ό": "θα στερεί",
      "εμείς": "θα στερούμε",
      "εσείς": "θα στερείτε",
      "αυτοί/ές/ά": "θα στερούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα στερήσω",
      "εσύ": "θα στερήσεις",
      "αυτός/ή/ό": "θα στερήσει",
      "εμείς": "θα στερήσουμε",
      "εσείς": "θα στερήσετε",
      "αυτοί/ές/ά": "θα στερήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "στέρησα",
      "εσύ": "στέρησες",
      "αυτός/ή/ό": "στέρησε",
      "εμείς": "στερήσαμε",
      "εσείς": "στερήσατε",
      "αυτοί/ές/ά": "στέρησαν"
    }
  },
  "στηρίζω": {
    "meaning": "to support",
    "Ενεστώτας (Present)": {
      "εγώ": "στηρίζω",
      "εσύ": "στηρίζεις",
      "αυτός/ή/ό": "στηρίζει",
      "εμείς": "στηρίζουμε",
      "εσείς": "στηρίζετε",
      "αυτοί/ές/ά": "στηρίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "στήριζα",
      "εσύ": "στήριζες",
      "αυτός/ή/ό": "στήριζε",
      "εμείς": "στηρίζαμε",
      "εσείς": "στηρίζατε",
      "αυτοί/ές/ά": "στήριζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στηρίζω",
      "εσύ": "θα στηρίζεις",
      "αυτός/ή/ό": "θα στηρίζει",
      "εμείς": "θα στηρίζουμε",
      "εσείς": "θα στηρίζετε",
      "αυτοί/ές/ά": "θα στηρίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα στηρίξω",
      "εσύ": "θα στηρίξεις",
      "αυτός/ή/ό": "θα στηρίξει",
      "εμείς": "θα στηρίξουμε",
      "εσείς": "θα στηρίξετε",
      "αυτοί/ές/ά": "θα στηρίξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "στήριξα",
      "εσύ": "στήριξες",
      "αυτός/ή/ό": "στήριξε",
      "εμείς": "στηρίξαμε",
      "εσείς": "στηρίξατε",
      "αυτοί/ές/ά": "στήριξαν"
    }
  },
  "στοιβάζω": {
    "meaning": "to pile up",
    "Ενεστώτας (Present)": {
      "εγώ": "στοιβάζω",
      "εσύ": "στοιβάζεις",
      "αυτός/ή/ό": "στοιβάζει",
      "εμείς": "στοιβάζουμε",
      "εσείς": "στοιβάζετε",
      "αυτοί/ές/ά": "στοιβάζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "στοίβαζα",
      "εσύ": "στοίβαζες",
      "αυτός/ή/ό": "στοίβαζε",
      "εμείς": "στοιβάζαμε",
      "εσείς": "στοιβάζατε",
      "αυτοί/ές/ά": "στοίβαζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στοιβάζω",
      "εσύ": "θα στοιβάζεις",
      "αυτός/ή/ό": "θα στοιβάζει",
      "εμείς": "θα στοιβάζουμε",
      "εσείς": "θα στοιβάζετε",
      "αυτοί/ές/ά": "θα στοιβάζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα στοιβάξω",
      "εσύ": "θα στοιβάξεις",
      "αυτός/ή/ό": "θα στοιβάξει",
      "εμείς": "θα στοιβάξουμε",
      "εσείς": "θα στοιβάξετε",
      "αυτοί/ές/ά": "θα στοιβάξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "στοίβαξα",
      "εσύ": "στοίβαξες",
      "αυτός/ή/ό": "στοίβαξε",
      "εμείς": "στοιβάξαμε",
      "εσείς": "στοιβάξατε",
      "αυτοί/ές/ά": "στοίβαξαν"
    }
  },
  "στολίζω": {
    "meaning": "to adorn,",
    "Ενεστώτας (Present)": {
      "εγώ": "στολίζω",
      "εσύ": "στολίζεις",
      "αυτός/ή/ό": "στολίζει",
      "εμείς": "στολίζουμε",
      "εσείς": "στολίζετε",
      "αυτοί/ές/ά": "στολίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "στόλιζα",
      "εσύ": "στόλιζες",
      "αυτός/ή/ό": "στόλιζε",
      "εμείς": "στολίζαμε",
      "εσείς": "στολίζατε",
      "αυτοί/ές/ά": "στόλιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στολίζω",
      "εσύ": "θα στολίζεις",
      "αυτός/ή/ό": "θα στολίζει",
      "εμείς": "θα στολίζουμε",
      "εσείς": "θα στολίζετε",
      "αυτοί/ές/ά": "θα στολίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα στολίσω",
      "εσύ": "θα στολίσεις",
      "αυτός/ή/ό": "θα στολίσει",
      "εμείς": "θα στολίσουμε",
      "εσείς": "θα στολίσετε",
      "αυτοί/ές/ά": "θα στολίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "στόλισα",
      "εσύ": "στόλισες",
      "αυτός/ή/ό": "στόλισε",
      "εμείς": "στολίσαμε",
      "εσείς": "στολίσατε",
      "αυτοί/ές/ά": "στόλισαν"
    }
  },
  "στρίβω": {
    "meaning": "to turn,",
    "Ενεστώτας (Present)": {
      "εγώ": "στρίβω",
      "εσύ": "στρίβεις",
      "αυτός/ή/ό": "στρίβει",
      "εμείς": "στρίβουμε",
      "εσείς": "στρίβετε",
      "αυτοί/ές/ά": "στρίβουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έστριβα",
      "εσύ": "έστριβες",
      "αυτός/ή/ό": "έστριβε",
      "εμείς": "στρίβαμε",
      "εσείς": "στρίβατε",
      "αυτοί/ές/ά": "έστριβαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στρίβω",
      "εσύ": "θα στρίβεις",
      "αυτός/ή/ό": "θα στρίβει",
      "εμείς": "θα στρίβουμε",
      "εσείς": "θα στρίβετε",
      "αυτοί/ές/ά": "θα στρίβουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα στρίψω",
      "εσύ": "θα στρίψεις",
      "αυτός/ή/ό": "θα στρίψει",
      "εμείς": "θα στρίψουμε",
      "εσείς": "θα στρίψετε",
      "αυτοί/ές/ά": "θα στρίψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έστριψα",
      "εσύ": "έστριψες",
      "αυτός/ή/ό": "έστριψε",
      "εμείς": "στρίψαμε",
      "εσείς": "στρίψατε",
      "αυτοί/ές/ά": "έστριψαν"
    }
  },
  "στρώνω": {
    "meaning": "to spread",
    "Ενεστώτας (Present)": {
      "εγώ": "στρώνω",
      "εσύ": "στρώνεις",
      "αυτός/ή/ό": "στρώνει",
      "εμείς": "στρώνουμε",
      "εσείς": "στρώνετε",
      "αυτοί/ές/ά": "στρώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έστρωνα",
      "εσύ": "έστρωνες",
      "αυτός/ή/ό": "έστρωνε",
      "εμείς": "στρώναμε",
      "εσείς": "στρώνατε",
      "αυτοί/ές/ά": "έστρωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στρώνω",
      "εσύ": "θα στρώνεις",
      "αυτός/ή/ό": "θα στρώνει",
      "εμείς": "θα στρώνουμε",
      "εσείς": "θα στρώνετε",
      "αυτοί/ές/ά": "θα στρώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα στρώσω",
      "εσύ": "θα στρώσεις",
      "αυτός/ή/ό": "θα στρώσει",
      "εμείς": "θα στρώσουμε",
      "εσείς": "θα στρώσετε",
      "αυτοί/ές/ά": "θα στρώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έστρωσα",
      "εσύ": "έστρωσες",
      "αυτός/ή/ό": "έστρωσε",
      "εμείς": "στρώσαμε",
      "εσείς": "στρώσατε",
      "αυτοί/ές/ά": "έστρωσαν"
    }
  },
  "στύβω": {
    "meaning": "to squeeze",
    "Ενεστώτας (Present)": {
      "εγώ": "στύβω",
      "εσύ": "στύβεις",
      "αυτός/ή/ό": "στύβει",
      "εμείς": "στύβουμε",
      "εσείς": "στύβετε",
      "αυτοί/ές/ά": "στύβουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έστυβα",
      "εσύ": "έστυβες",
      "αυτός/ή/ό": "έστυβε",
      "εμείς": "στύβαμε",
      "εσείς": "στύβατε",
      "αυτοί/ές/ά": "έστυβαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα στύβω",
      "εσύ": "θα στύβεις",
      "αυτός/ή/ό": "θα στύβει",
      "εμείς": "θα στύβουμε",
      "εσείς": "Θα στύβετε",
      "αυτοί/ές/ά": "Θα στύβουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα στύψω",
      "εσύ": "θα στύψεις",
      "αυτός/ή/ό": "θα στύψει",
      "εμείς": "θα στύψουμε",
      "εσείς": "θα στύψετε",
      "αυτοί/ές/ά": "θα στύψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έστυψα",
      "εσύ": "έστυψες",
      "αυτός/ή/ό": "έστυψε",
      "εμείς": "στύψαμε",
      "εσείς": "στύψατε",
      "αυτοί/ές/ά": "έστυψαν"
    }
  },
  "συγχαίρω": {
    "meaning": "to congratulate",
    "Ενεστώτας (Present)": {
      "εγώ": "συγχαίρω",
      "εσύ": "συγχαίρεις",
      "αυτός/ή/ό": "συγχαίρει",
      "εμείς": "συγχαίρουμε",
      "εσείς": "συγχαίρετε",
      "αυτοί/ές/ά": "συγχαίρουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συνέχαιρα",
      "εσύ": "συνέχαιρες",
      "αυτός/ή/ό": "συνέχαιρε",
      "εμείς": "συγχαίραμε",
      "εσείς": "συγχαίρατε",
      "αυτοί/ές/ά": "συνέχαιραν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συγχαίρω",
      "εσύ": "θα συγχαίρεις",
      "αυτός/ή/ό": "θα συγχαίρει",
      "εμείς": "θα συγχαίρουμε",
      "εσείς": "θα συγχαίρετε",
      "αυτοί/ές/ά": "θα συγχαίρουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συγχαρώ",
      "εσύ": "θα συγχαρείς",
      "αυτός/ή/ό": "θα συγχαρεί",
      "εμείς": "θα συγχαρούμε",
      "εσείς": "θα συγχαρείτε",
      "αυτοί/ές/ά": "θα συγχαρούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συγχάρηκα",
      "εσύ": "συγχάρηκες",
      "αυτός/ή/ό": "συγχάρηκε",
      "εμείς": "συγχαρήκαμε",
      "εσείς": "συγχαρήκατε",
      "αυτοί/ές/ά": "συγχάρηκαν"
    }
  },
  "συζητώ": {
    "meaning": "to discuss",
    "Ενεστώτας (Present)": {
      "εγώ": "συζητώ",
      "εσύ": "συζητάς",
      "αυτός/ή/ό": "συζητά",
      "εμείς": "συζητάμε",
      "εσείς": "συζητάτε",
      "αυτοί/ές/ά": "συζητάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συζητούσα",
      "εσύ": "συζητούσες",
      "αυτός/ή/ό": "συζητούσε",
      "εμείς": "συζητούσαμε",
      "εσείς": "συζητούσατε",
      "αυτοί/ές/ά": "συζητούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συζητώ",
      "εσύ": "θα συζητάς",
      "αυτός/ή/ό": "θα συζητά",
      "εμείς": "θα συζητάμε",
      "εσείς": "θα συζητάτε",
      "αυτοί/ές/ά": "θα συζητάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συζητήσω",
      "εσύ": "θα συζητήσεις",
      "αυτός/ή/ό": "θα συζητήσει",
      "εμείς": "θα συζητήσουμε",
      "εσείς": "θα συζητήσετε",
      "αυτοί/ές/ά": "θα συζητήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συζήτησα",
      "εσύ": "συζήτησες",
      "αυτός/ή/ό": "συζήτησε",
      "εμείς": "συζητήσαμε",
      "εσείς": "συζητήσατε",
      "αυτοί/ές/ά": "συζήτησαν"
    }
  },
  "συκοφαντώ": {
    "meaning": "to slander,",
    "Ενεστώτας (Present)": {
      "εγώ": "συκοφαντώ",
      "εσύ": "συκοφαντείς",
      "αυτός/ή/ό": "συκοφαντεί",
      "εμείς": "συκοφαντούμε",
      "εσείς": "συκοφαντείτε",
      "αυτοί/ές/ά": "συκοφαντούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συκοφαντούσα",
      "εσύ": "συκοφαντούσες",
      "αυτός/ή/ό": "συκοφαντούσε",
      "εμείς": "συκοφαντούσαμε",
      "εσείς": "συκοφαντούσατε",
      "αυτοί/ές/ά": "συκοφαντούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συκοφαντώ",
      "εσύ": "θα συκοφαντείς",
      "αυτός/ή/ό": "θα συκοφαντεί",
      "εμείς": "θα συκοφαντούμε",
      "εσείς": "θα συκοφαντείτε",
      "αυτοί/ές/ά": "θα συκοφαντούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συκοφαντήσω",
      "εσύ": "θα συκοφαντήσεις",
      "αυτός/ή/ό": "θα συκοφαντήσει",
      "εμείς": "θα συκοφαντήσουμε",
      "εσείς": "θα συκοφαντήσετε",
      "αυτοί/ές/ά": "θα συκοφαντήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συκοφάντησα",
      "εσύ": "συκοφάντησες",
      "αυτός/ή/ό": "συκοφάντησε",
      "εμείς": "συκοφαντήσαμε",
      "εσείς": "συκοφαντήσατε",
      "αυτοί/ές/ά": "συκοφάντησαν"
    }
  },
  "συλλαμβάνω": {
    "meaning": "to arrest,",
    "Ενεστώτας (Present)": {
      "εγώ": "συλλαμβάνω",
      "εσύ": "συλλαμβάνεις",
      "αυτός/ή/ό": "συλλαμβάνει",
      "εμείς": "συλλαμβάνουμε",
      "εσείς": "συλλαμβάνετε",
      "αυτοί/ές/ά": "συλλαμβάνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συλλάμβανα",
      "εσύ": "συλλάμβανες",
      "αυτός/ή/ό": "συλλάμβανε",
      "εμείς": "συλλαμβάναμε",
      "εσείς": "συλλαμβάνατε",
      "αυτοί/ές/ά": "συλλάμβαναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συλλαμβάνω",
      "εσύ": "θα συλλαμβάνεις",
      "αυτός/ή/ό": "θα συλλαμβάνει",
      "εμείς": "θα συλλαμβάνουμε",
      "εσείς": "θα συλλαμβάνετε",
      "αυτοί/ές/ά": "θα συλλαμβάνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συλλάβω",
      "εσύ": "θα συλλάβεις",
      "αυτός/ή/ό": "θα συλλάβει",
      "εμείς": "θα συλλάβουμε",
      "εσείς": "θα συλλάβετε",
      "αυτοί/ές/ά": "θα συλλάβουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συνέλαβα",
      "εσύ": "συνέλαβες",
      "αυτός/ή/ό": "συνέλαβε",
      "εμείς": "συλλάβαμε",
      "εσείς": "συλλάβατε",
      "αυτοί/ές/ά": "συνέλαβαν"
    }
  },
  "συμβιβάζομαι": {
    "meaning": "to compromise",
    "Ενεστώτας (Present)": {
      "εγώ": "συμβιβάζομαι",
      "εσύ": "συμβιβάζεσαι",
      "αυτός/ή/ό": "συμβιβάζεται",
      "εμείς": "συμβιβαζόμαστε",
      "εσείς": "συμβιβάζεστε",
      "αυτοί/ές/ά": "συμβιβάζονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συμβιβαζόμουν",
      "εσύ": "συμβιβαζόσουν",
      "αυτός/ή/ό": "συμβιβαζόταν",
      "εμείς": "συμβιβαζόμαστε",
      "εσείς": "συμβιβαζόσαστε",
      "αυτοί/ές/ά": "συμβιβάζονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συμβιβάζομαι",
      "εσύ": "θα συμβιβάζεσαι",
      "αυτός/ή/ό": "θα συμβιβάζεται",
      "εμείς": "θα συμβιβαζόμαστε",
      "εσείς": "θα συμβιβάζεστε",
      "αυτοί/ές/ά": "θα συμβιβάζονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συμβιβαστώ",
      "εσύ": "θα συμβιβαστείς",
      "αυτός/ή/ό": "θα συμβιβαστεί",
      "εμείς": "θα συμβιβαστούμε",
      "εσείς": "θα συμβιβαστείτε",
      "αυτοί/ές/ά": "θα συμβιβαστούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συμβιβάστηκα",
      "εσύ": "συμβιβάστηκες",
      "αυτός/ή/ό": "συμβιβάστηκε",
      "εμείς": "συμβιβαστήκαμε",
      "εσείς": "συμβιβαστήκατε",
      "αυτοί/ές/ά": "συμβιβάστηκαν"
    }
  },
  "συμβουλεύομαι": {
    "meaning": "to consult",
    "Ενεστώτας (Present)": {
      "εγώ": "συμβουλεύομαι",
      "εσύ": "συμβουλεύεσαι",
      "αυτός/ή/ό": "συμβουλεύεται",
      "εμείς": "συμβουλευόμαστε",
      "εσείς": "συμβουλεύεστε",
      "αυτοί/ές/ά": "συμβουλεύονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συμβουλευόμουν",
      "εσύ": "συμβουλευόσουν",
      "αυτός/ή/ό": "συμβουλευόταν",
      "εμείς": "συμβουλευόμαστε",
      "εσείς": "συμβουλευόσαστε",
      "αυτοί/ές/ά": "συμβευλεύονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συμβουλεύομαι",
      "εσύ": "θα συμβουλεύεσαι",
      "αυτός/ή/ό": "θα συμβουλεύεται",
      "εμείς": "θα συμβουλευόμαστε",
      "εσείς": "θα συμβουλεύεστε",
      "αυτοί/ές/ά": "θα συμβουλεύονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συμβουλευτώ",
      "εσύ": "θα συμβουλευτείς",
      "αυτός/ή/ό": "θα συμβουλευτεί",
      "εμείς": "θα συμβουλευτούμε",
      "εσείς": "θα συμβουλευτείτε",
      "αυτοί/ές/ά": "θα συμβολευτούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συμβουλεύτηκα",
      "εσύ": "συμβουλεύτηκες",
      "αυτός/ή/ό": "συμβουλεύτηκε",
      "εμείς": "συμβουλευτήκαμε",
      "εσείς": "συμβουλευτήκατε",
      "αυτοί/ές/ά": "συμβουλεύτηκαν"
    }
  },
  "συμβουλεύω": {
    "meaning": "to advise",
    "Ενεστώτας (Present)": {
      "εγώ": "συμβουλεύω",
      "εσύ": "συμβουλεύεις",
      "αυτός/ή/ό": "συμβουλεύει",
      "εμείς": "συμβουλεύουμε",
      "εσείς": "συμβουλεύετε",
      "αυτοί/ές/ά": "συμβουλεύουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συμβούλευα",
      "εσύ": "συμβούλευες",
      "αυτός/ή/ό": "συμβούλευε",
      "εμείς": "συμβουλεύαμε",
      "εσείς": "συμβουλεύατε",
      "αυτοί/ές/ά": "συμβούλευαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συμβουλεύω",
      "εσύ": "θα συμβουλεύεις",
      "αυτός/ή/ό": "θα συμβουλεύει",
      "εμείς": "θα συμβουλεύουμε",
      "εσείς": "θα συμβουλεύετε",
      "αυτοί/ές/ά": "θα συμβουλεύουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συμβουλέψω",
      "εσύ": "θα συμβουλέψεις",
      "αυτός/ή/ό": "θα συμβουλέψει",
      "εμείς": "θα συμβουλέψουμε",
      "εσείς": "θα συμβουλέψετε",
      "αυτοί/ές/ά": "θα συμβουλέψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συμβούλεψα",
      "εσύ": "συμβούλεψες",
      "αυτός/ή/ό": "συμβούλεψε",
      "εμείς": "συμβουλέψαμε",
      "εσείς": "συμβουλέψατε",
      "αυτοί/ές/ά": "συμβούλεψαν"
    }
  },
  "συμπεραίνω": {
    "meaning": "to conclude",
    "Ενεστώτας (Present)": {
      "εγώ": "συμπεραίνω",
      "εσύ": "συμπεραίνεις",
      "αυτός/ή/ό": "συμπεραίνει",
      "εμείς": "συμπεραίνουμε",
      "εσείς": "συμπεραίνετε",
      "αυτοί/ές/ά": "συμπεραίνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συμπέραινα",
      "εσύ": "συμπέραινες",
      "αυτός/ή/ό": "συμπέραινε",
      "εμείς": "συμπεραίναμε",
      "εσείς": "συμπεραίνατε",
      "αυτοί/ές/ά": "συμπέραιναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συμπεραίνω",
      "εσύ": "θα συμπεραίνεις",
      "αυτός/ή/ό": "θα συμπεραίνει",
      "εμείς": "θα συμπεραίνουμε",
      "εσείς": "θα συμπεραίνετε",
      "αυτοί/ές/ά": "θα συμπεραίνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συμπεράνω",
      "εσύ": "θα συμπεράνεις",
      "αυτός/ή/ό": "θα συμπεράνει",
      "εμείς": "θα συμπεράνουμε",
      "εσείς": "θα συμπεράνετε",
      "αυτοί/ές/ά": "θα συμπεράνουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συμπέρανα",
      "εσύ": "συμπέρανες",
      "αυτός/ή/ό": "συμπέρανε",
      "εμείς": "συμπεράναμε",
      "εσείς": "συμπεράνατε",
      "αυτοί/ές/ά": "συμπέραναν"
    }
  },
  "συμφιλιώνω": {
    "meaning": "to reconcile",
    "Ενεστώτας (Present)": {
      "εγώ": "συμφιλιώνω",
      "εσύ": "συμφιλιώνεις",
      "αυτός/ή/ό": "συμφιλιώνει",
      "εμείς": "συμφιλιώνουμε",
      "εσείς": "συμφιλιώνετε",
      "αυτοί/ές/ά": "συμφιλιώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συμφιλίωνα",
      "εσύ": "συμφιλίωνες",
      "αυτός/ή/ό": "συμφιλίωνε",
      "εμείς": "συμφιλιώναμε",
      "εσείς": "συμφιλιώνατε",
      "αυτοί/ές/ά": "συμφιλίωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συμφιλιώνω",
      "εσύ": "θα συμφιλιώνεις",
      "αυτός/ή/ό": "θα συμφιλιώνει",
      "εμείς": "θα συμφιλιώνουμε",
      "εσείς": "θα συμφιλιώνετε",
      "αυτοί/ές/ά": "θα συμφιλιώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συμφιλιώσω",
      "εσύ": "θα συμφιλιώσεις",
      "αυτός/ή/ό": "θα συμφιλιώσει",
      "εμείς": "θα συμφιλιώσουμε",
      "εσείς": "θα συμφιλιώσετε",
      "αυτοί/ές/ά": "θα συμφιλιώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συμφιλίωσα",
      "εσύ": "συμφιλίωσες",
      "αυτός/ή/ό": "συμφιλίωσε",
      "εμείς": "συμφιλιώσαμε",
      "εσείς": "συμφιλιώσατε",
      "αυτοί/ές/ά": "συμφιλίωσαν"
    }
  },
  "συμφωνώ": {
    "meaning": "to agree",
    "Ενεστώτας (Present)": {
      "εγώ": "συμφωνώ",
      "εσύ": "συμφωνείς",
      "αυτός/ή/ό": "συμφωνεί",
      "εμείς": "συμφωνούμε",
      "εσείς": "συμφωνείτε",
      "αυτοί/ές/ά": "συμφωνούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συμφωνούσα",
      "εσύ": "συμφωνούσες",
      "αυτός/ή/ό": "συμφωνούσε",
      "εμείς": "συμφωνούσαμε",
      "εσείς": "συμφωνούσατε",
      "αυτοί/ές/ά": "συμφωνούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συμφωνώ",
      "εσύ": "θα συμφωνείς",
      "αυτός/ή/ό": "θα συμφωνεί",
      "εμείς": "θα συμφωνούμε",
      "εσείς": "θα συμφωνείτε",
      "αυτοί/ές/ά": "θα συμφωνούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συμφωνήσω",
      "εσύ": "θα συμφωνήσεις",
      "αυτός/ή/ό": "θα συμφωνήσει",
      "εμείς": "θα συμφωνήσουμε",
      "εσείς": "θα συμφωνήσετε",
      "αυτοί/ές/ά": "θα συμφωνήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συμφώνησα",
      "εσύ": "συμφώνησες",
      "αυτός/ή/ό": "συμφώνησε",
      "εμείς": "συμφωνήσαμε",
      "εσείς": "συμφωνήσατε",
      "αυτοί/ές/ά": "συμφώνησαν"
    }
  },
  "συναγωνίζομαι": {
    "meaning": "to fight together (with another),",
    "Ενεστώτας (Present)": {
      "εγώ": "συναγωνίζομαι",
      "εσύ": "συναγωνίζεσαι",
      "αυτός/ή/ό": "συναγωνίζεται",
      "εμείς": "συναγωνιζόμαστε",
      "εσείς": "συναγωνίζεστε",
      "αυτοί/ές/ά": "συναγωνίζονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συναγωνιζόμουν",
      "εσύ": "συναγωνιζόσουν",
      "αυτός/ή/ό": "συναγωνιζόταν",
      "εμείς": "συναγωνιζόμαστε",
      "εσείς": "συναγωνιζόσαστε",
      "αυτοί/ές/ά": "συναγωνίζονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συναγωνίζομαι",
      "εσύ": "θα συναγωνίζεσαι",
      "αυτός/ή/ό": "θα συναγωνίζεται",
      "εμείς": "θα συναγωνιζόμαστε",
      "εσείς": "θα συναγωνίζεστε",
      "αυτοί/ές/ά": "θα συναγωνίζονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συναγωνιστώ",
      "εσύ": "θα συναγωνιστείς",
      "αυτός/ή/ό": "θα συναγωνιστεί",
      "εμείς": "θα συναγωνιστούμε",
      "εσείς": "θα συναγωνιστείτε",
      "αυτοί/ές/ά": "θα συναγωνιστούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συναγωνίστηκα",
      "εσύ": "συναγωνίστηκες",
      "αυτός/ή/ό": "συναγωνίστηκε",
      "εμείς": "συναγωνιστήκαμε",
      "εσείς": "συναγωνιστήκατε",
      "αυτοί/ές/ά": "συναγωνίστηκαν"
    }
  },
  "συναντώ": {
    "meaning": "to meet",
    "Ενεστώτας (Present)": {
      "εγώ": "συναντώ",
      "εσύ": "συναντάς",
      "αυτός/ή/ό": "συναντά",
      "εμείς": "συναντάμε",
      "εσείς": "συναντάτε",
      "αυτοί/ές/ά": "συναντάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συναντούσα",
      "εσύ": "συναντούσες",
      "αυτός/ή/ό": "συναντούσε",
      "εμείς": "συναντούσαμε",
      "εσείς": "συναντούσατε",
      "αυτοί/ές/ά": "συναντούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συναντώ",
      "εσύ": "θα συναντάς",
      "αυτός/ή/ό": "θα συναντά",
      "εμείς": "θα συναντάμε",
      "εσείς": "θα συναντάτε",
      "αυτοί/ές/ά": "θα συναντάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συναντήσω",
      "εσύ": "θα συναντήσεις",
      "αυτός/ή/ό": "θα συναντήσει",
      "εμείς": "θα συναντήσουμε",
      "εσείς": "θα συναντήσετε",
      "αυτοί/ές/ά": "θα συναντήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συνάντησα",
      "εσύ": "συνάντησες",
      "αυτός/ή/ό": "συνάντησε",
      "εμείς": "συναντήσαμε",
      "εσείς": "συναντήσατε",
      "αυτοί/ές/ά": "συνάντησαν"
    }
  },
  "συνδέομαι": {
    "meaning": "to have a relation,",
    "Ενεστώτας (Present)": {
      "εγώ": "συνδέομαι",
      "εσύ": "συνδέεσαι",
      "αυτός/ή/ό": "συνδέεται",
      "εμείς": "συνδεόμαστε",
      "εσείς": "συνδέεστε",
      "αυτοί/ές/ά": "συνδέονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συνδεόμουν",
      "εσύ": "συνδεόσουν",
      "αυτός/ή/ό": "συνδεόταν",
      "εμείς": "συνδεόμαστε",
      "εσείς": "συνδεόσαστε",
      "αυτοί/ές/ά": "συνδέονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συνδέομαι",
      "εσύ": "θα συνδέεσαι",
      "αυτός/ή/ό": "θα συνδέεται",
      "εμείς": "θα συνδεόμαστε",
      "εσείς": "θα συνδέεστε",
      "αυτοί/ές/ά": "θα συνδέονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συνδεθώ",
      "εσύ": "θα συνδεθείς",
      "αυτός/ή/ό": "θα συνδεθεί",
      "εμείς": "θα συνδεθούμε",
      "εσείς": "θα συνδεθείτε",
      "αυτοί/ές/ά": "θα συνδεθούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συνδέθηκα",
      "εσύ": "συνδέθηκες",
      "αυτός/ή/ό": "συνδέθηκε",
      "εμείς": "συνδεθήκαμε",
      "εσείς": "συνδεθήκατε",
      "αυτοί/ές/ά": "συνδέθηκαν"
    }
  },
  "συνδέω": {
    "meaning": "to connect",
    "Ενεστώτας (Present)": {
      "εγώ": "συνδέω",
      "εσύ": "συνδέεις",
      "αυτός/ή/ό": "συνδέει",
      "εμείς": "συνδέουμε",
      "εσείς": "συνδέετε",
      "αυτοί/ές/ά": "συνδέουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συνέδεα",
      "εσύ": "συνέδεες",
      "αυτός/ή/ό": "συνέδεε",
      "εμείς": "συνδέαμε",
      "εσείς": "συνδέατε",
      "αυτοί/ές/ά": "συνέδεαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συνδέω",
      "εσύ": "θα συνδέεις",
      "αυτός/ή/ό": "θα συνδέει",
      "εμείς": "θα συνδέουμε",
      "εσείς": "θα συνδέετε",
      "αυτοί/ές/ά": "θα συνδέουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συνδέσω",
      "εσύ": "θα συνδέσεις",
      "αυτός/ή/ό": "θα συνδέσει",
      "εμείς": "θα συνδέσουμε",
      "εσείς": "θα συνδέσετε",
      "αυτοί/ές/ά": "θα συνδέσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συνέδεσα",
      "εσύ": "συνέδεσες",
      "αυτός/ή/ό": "συνέδεσε",
      "εμείς": "συνδέσαμε",
      "εσείς": "συνδέσατε",
      "αυτοί/ές/ά": "συνέδεσαν"
    }
  },
  "συνδράμω": {
    "meaning": "to contribute",
    "Ενεστώτας (Present)": {
      "εγώ": "συνδράμω",
      "εσύ": "συνδράμεις",
      "αυτός/ή/ό": "συνδράμει",
      "εμείς": "συνδράμουμε",
      "εσείς": "συνδράμετε",
      "αυτοί/ές/ά": "συνδράμουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συνέδραμα",
      "εσύ": "συνέδραμες",
      "αυτός/ή/ό": "συνέδραμε",
      "εμείς": "συνδράμαμε",
      "εσείς": "συνδράματε",
      "αυτοί/ές/ά": "συνέδραμαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συνδράμω",
      "εσύ": "θα συνδράμεις",
      "αυτός/ή/ό": "θα συνδράμει",
      "εμείς": "θα συνδράμουμε",
      "εσείς": "θα συνδράμετε",
      "αυτοί/ές/ά": "θα συνδράμουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συνδράμω",
      "εσύ": "θα συνδράμεις",
      "αυτός/ή/ό": "θα συνδράμει",
      "εμείς": "θα συνδράμουμε",
      "εσείς": "θα συνδράμετε",
      "αυτοί/ές/ά": "θα συνδράμουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συνέδραμα",
      "εσύ": "συνέδραμες",
      "αυτός/ή/ό": "συνέδραμε",
      "εμείς": "συνδράμαμε",
      "εσείς": "συνδράματε",
      "αυτοί/ές/ά": "συνέδραμαν"
    }
  },
  "συνδυάζω": {
    "meaning": "to combine,",
    "Ενεστώτας (Present)": {
      "εγώ": "συνδυάζω",
      "εσύ": "συνδυάζεις",
      "αυτός/ή/ό": "συνδυάζει",
      "εμείς": "συνδυάζουμε",
      "εσείς": "συνδυάζετε",
      "αυτοί/ές/ά": "συνδυάζουν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συνδυάζω",
      "εσύ": "θα συνδυάζεις",
      "αυτός/ή/ό": "θα συνδυάζει",
      "εμείς": "θα συνδυάζουμε",
      "εσείς": "θα συνδυάζετε",
      "αυτοί/ές/ά": "θα συνδυάζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συνδυάσω",
      "εσύ": "θα συνδυάσεις",
      "αυτός/ή/ό": "θα συνδυάσει",
      "εμείς": "θα συνδυάσουμε",
      "εσείς": "θα συνδυάσετε",
      "αυτοί/ές/ά": "θα συνδυάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συνδύασα",
      "εσύ": "συνδύασες",
      "αυτός/ή/ό": "συνδύασε",
      "εμείς": "συνδυάσαμε",
      "εσείς": "συνδυάσατε",
      "αυτοί/ές/ά": "συνδύασαν"
    }
  },
  "συνεχίζω": {
    "meaning": "to continue",
    "Ενεστώτας (Present)": {
      "εγώ": "συνεχίζω",
      "εσύ": "συνεχίζεις",
      "αυτός/ή/ό": "συνεχίζει",
      "εμείς": "συνεχίζουμε",
      "εσείς": "συνεχίζετε",
      "αυτοί/ές/ά": "συνεχίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συνέχιζα",
      "εσύ": "συνέχιζες",
      "αυτός/ή/ό": "συνέχιζε",
      "εμείς": "συνεχίζαμε",
      "εσείς": "συνεχίζατε",
      "αυτοί/ές/ά": "συνέχιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συνεχίζω",
      "εσύ": "θα συνεχίζεις",
      "αυτός/ή/ό": "θα συνεχίζει",
      "εμείς": "θα συνεχίζουμε",
      "εσείς": "θα συνεχίζετε",
      "αυτοί/ές/ά": "θα συνεχίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συνεχίσω",
      "εσύ": "θα συνεχίσεις",
      "αυτός/ή/ό": "θα συνεχίσει",
      "εμείς": "θα συνεχίσουμε",
      "εσείς": "θα συνεχίσετε",
      "αυτοί/ές/ά": "θα συνεχίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συνέχισα",
      "εσύ": "συνέχισες",
      "αυτός/ή/ό": "συνέχισε",
      "εμείς": "συνεχίσαμε",
      "εσείς": "συνεχίσατε",
      "αυτοί/ές/ά": "συνέχισαν"
    }
  },
  "συνιστώ": {
    "meaning": "to constitute,",
    "Ενεστώτας (Present)": {
      "εγώ": "συνιστώ",
      "εσύ": "συνιστάς",
      "αυτός/ή/ό": "συνιστά",
      "εμείς": "συνιστούμε",
      "εσείς": "συνιστάτε",
      "αυτοί/ές/ά": "συνιστούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συνιστούσα",
      "εσύ": "συνιστούσες",
      "αυτός/ή/ό": "συνιστούσε",
      "εμείς": "συνιστούσαμε",
      "εσείς": "συνιστούσατε",
      "αυτοί/ές/ά": "συνιστούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συνιστώ",
      "εσύ": "θα συνιστάς",
      "αυτός/ή/ό": "θα συνιστά",
      "εμείς": "θα συνιστούμε",
      "εσείς": "θα συνιστάτε",
      "αυτοί/ές/ά": "θα συνιστούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συστήσω",
      "εσύ": "θα συστήσεις",
      "αυτός/ή/ό": "θα συστήσει",
      "εμείς": "θα συστήσουμε",
      "εσείς": "θα συστήσετε",
      "αυτοί/ές/ά": "θα συστήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σύστησα",
      "εσύ": "σύστησες",
      "αυτός/ή/ό": "σύστησε",
      "εμείς": "συστήσαμε",
      "εσείς": "συστήσατε",
      "αυτοί/ές/ά": "σύστησαν"
    }
  },
  "συνοδεύω": {
    "meaning": "to accompany,",
    "Ενεστώτας (Present)": {
      "εγώ": "συνοδεύω",
      "εσύ": "συνοδεύεις",
      "αυτός/ή/ό": "συνοδεύει",
      "εμείς": "συνοδεύουμε",
      "εσείς": "συνοδεύετε",
      "αυτοί/ές/ά": "συνοδεύουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συνόδευα",
      "εσύ": "συνόδευες",
      "αυτός/ή/ό": "συνόδευε",
      "εμείς": "συνοδεύαμε",
      "εσείς": "συνοδεύατε",
      "αυτοί/ές/ά": "συνόδευαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συνοδεύω",
      "εσύ": "θα συνοδεύεις",
      "αυτός/ή/ό": "θα συνοδεύει",
      "εμείς": "θα συνοδεύουμε",
      "εσείς": "θα συνοδεύετε",
      "αυτοί/ές/ά": "θα συνοδεύουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συνοδέψω",
      "εσύ": "θα συνοδέψεις",
      "αυτός/ή/ό": "θα συνοδέψει",
      "εμείς": "θα συνοδέψουμε",
      "εσείς": "θα συνοδέψετε",
      "αυτοί/ές/ά": "θα συνοδέψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συνόδεψα",
      "εσύ": "συνόδεψες",
      "αυτός/ή/ό": "συνόδεψε",
      "εμείς": "συνοδέψαμε",
      "εσείς": "συνοδέψατε",
      "αυτοί/ές/ά": "συνόδεψαν"
    }
  },
  "συντηρώ": {
    "meaning": "to preserve",
    "Ενεστώτας (Present)": {
      "εγώ": "συντηρώ",
      "εσύ": "συντηρείς",
      "αυτός/ή/ό": "συντηρεί",
      "εμείς": "συντηρούμε",
      "εσείς": "συντηρείτε",
      "αυτοί/ές/ά": "συντηρούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συντηρούσα",
      "εσύ": "συντηρούσες",
      "αυτός/ή/ό": "συντηρούσε",
      "εμείς": "συντηρούσαμε",
      "εσείς": "συντηρούσατε",
      "αυτοί/ές/ά": "συντηρούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συντηρώ",
      "εσύ": "θα συντηρείς",
      "αυτός/ή/ό": "θα συντηρεί",
      "εμείς": "θα συντηρούμε",
      "εσείς": "θα συντηρείτε",
      "αυτοί/ές/ά": "θα συντηρούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συντηρήσω",
      "εσύ": "θα συντηρήσεις",
      "αυτός/ή/ό": "θα συντηρήσει",
      "εμείς": "θα συντηρήσουμε",
      "εσείς": "θα συντηρήσετε",
      "αυτοί/ές/ά": "θα συντηρήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συντήρησα",
      "εσύ": "συντήρησες",
      "αυτός/ή/ό": "συντήρησε",
      "εμείς": "συντηρήσαμε",
      "εσείς": "συντηρήσατε",
      "αυτοί/ές/ά": "συντήρησαν"
    }
  },
  "συντονίζω": {
    "meaning": "to tune together,",
    "Ενεστώτας (Present)": {
      "εγώ": "συντονίζω",
      "εσύ": "συντονίζεις",
      "αυτός/ή/ό": "συντονίζει",
      "εμείς": "συντονίζουμε",
      "εσείς": "συντονίζετε",
      "αυτοί/ές/ά": "συντονίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συντόνιζα",
      "εσύ": "συντόνιζες",
      "αυτός/ή/ό": "συντόνιζε",
      "εμείς": "συντονίζαμε",
      "εσείς": "συντονίζατε",
      "αυτοί/ές/ά": "συντόνιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συντονίζω",
      "εσύ": "θα συντονίζεις",
      "αυτός/ή/ό": "θα συντονίζει",
      "εμείς": "θα συντονίζουμε",
      "εσείς": "θα συντονίζετε",
      "αυτοί/ές/ά": "θα συντονίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συντονίσω",
      "εσύ": "θα συντονίσεις",
      "αυτός/ή/ό": "θα συντονίσει",
      "εμείς": "θα συντονίσουμε",
      "εσείς": "θα συντονίσετε",
      "αυτοί/ές/ά": "θα συντονίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συντόνισα",
      "εσύ": "συντόνισες",
      "αυτός/ή/ό": "συντόνισε",
      "εμείς": "συντονίσαμε",
      "εσείς": "συντονίσατε",
      "αυτοί/ές/ά": "συντόνισαν"
    }
  },
  "συντρίβω": {
    "meaning": "to crush,",
    "Ενεστώτας (Present)": {
      "εγώ": "συντρίβω",
      "εσύ": "συντρίβεις",
      "αυτός/ή/ό": "συντρίβει",
      "εμείς": "συντρίβουμε",
      "εσείς": "συντρίβετε",
      "αυτοί/ές/ά": "συντρίβουν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συντρίβω",
      "εσύ": "θα συντρίβεις",
      "αυτός/ή/ό": "θα συντρίβει",
      "εμείς": "θα συντρίβουμε",
      "εσείς": "θα συντρίβετε",
      "αυτοί/ές/ά": "θα συντρίβουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συντρίψω",
      "εσύ": "θα συντρίψεις",
      "αυτός/ή/ό": "θα συντρίψει",
      "εμείς": "θα συντρίψουμε",
      "εσείς": "θα συντρίψετε",
      "αυτοί/ές/ά": "θα συντρίψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σύντριψα",
      "εσύ": "σύντριψες",
      "αυτός/ή/ό": "σύντριψε",
      "εμείς": "συντρίψαμε",
      "εσείς": "συντρίψατε",
      "αυτοί/ές/ά": "σύντριψαν"
    }
  },
  "συνωμοτώ": {
    "meaning": "to conspire",
    "Ενεστώτας (Present)": {
      "εγώ": "συνωμοτώ",
      "εσύ": "συνωμοτείς",
      "αυτός/ή/ό": "συνωμοτεί",
      "εμείς": "συνωμοτούμε",
      "εσείς": "συνωμοτείτε",
      "αυτοί/ές/ά": "συνωμοτούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συνωμοτούσα",
      "εσύ": "συνωμοτούσες",
      "αυτός/ή/ό": "συνωμοτούσε",
      "εμείς": "συνωμοτούσαμε",
      "εσείς": "συνωμοτούσατε",
      "αυτοί/ές/ά": "συνωμοτούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συνωμοτώ",
      "εσύ": "θα συνωμοτείς",
      "αυτός/ή/ό": "θα συνωμοτεί",
      "εμείς": "θα συνωμοτούμε",
      "εσείς": "θα συνωμοτείτε",
      "αυτοί/ές/ά": "θα συνωμοτούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συνωμοτήσω",
      "εσύ": "θα συνωμοτήσεις",
      "αυτός/ή/ό": "θα συνωμοτήσει",
      "εμείς": "θα συνωμοτήσουμε",
      "εσείς": "θα συνωμοτήσετε",
      "αυτοί/ές/ά": "θα συνωμοτήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συνωμότησα",
      "εσύ": "συνωμότησες",
      "αυτός/ή/ό": "συνωμότησε",
      "εμείς": "συνωμοτήσαμε",
      "εσείς": "συνωμοτήσατε",
      "αυτοί/ές/ά": "συνωμότησαν"
    }
  },
  "συσκευάζω": {
    "meaning": "to pack",
    "Ενεστώτας (Present)": {
      "εγώ": "συσκευάζω",
      "εσύ": "συσκευάζεις",
      "αυτός/ή/ό": "συσκευάζει",
      "εμείς": "συσκευάζουμε",
      "εσείς": "συσκευάζετε",
      "αυτοί/ές/ά": "συσκευάζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "συσκεύαζα",
      "εσύ": "συσκεύαζες",
      "αυτός/ή/ό": "συσκεύαζε",
      "εμείς": "συσκευάζαμε",
      "εσείς": "συσκευάζατε",
      "αυτοί/ές/ά": "συσκεύαζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συσκευάζω",
      "εσύ": "θα συσκευάζεις",
      "αυτός/ή/ό": "θα συσκευάζει",
      "εμείς": "θα συσκευάζουμε",
      "εσείς": "θα συσκευάζετε",
      "αυτοί/ές/ά": "θα συσκευάζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συσκευάσω",
      "εσύ": "θα συσκευάσεις",
      "αυτός/ή/ό": "θα συσκευάσει",
      "εμείς": "θα συσκευάσουμε",
      "εσείς": "θα συσκευάσετε",
      "αυτοί/ές/ά": "θα συσκευάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "συσκεύασα",
      "εσύ": "συσκεύασες",
      "αυτός/ή/ό": "συσκεύασε",
      "εμείς": "συσκευάσαμε",
      "εσείς": "συσκευάσατε",
      "αυτοί/ές/ά": "συσκεύασαν"
    }
  },
  "συστήνω": {
    "meaning": "to introduce",
    "Ενεστώτας (Present)": {
      "εγώ": "συστήνω",
      "εσύ": "συστήνεις",
      "αυτός/ή/ό": "συστήνει",
      "εμείς": "συστήνουμε",
      "εσείς": "συστήνετε",
      "αυτοί/ές/ά": "συστήνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σύστηνα",
      "εσύ": "σύστηνες",
      "αυτός/ή/ό": "σύστηνε",
      "εμείς": "συστήναμε",
      "εσείς": "συστήνατε",
      "αυτοί/ές/ά": "σύστηναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα συστήνω",
      "εσύ": "θα συντήνεις",
      "αυτός/ή/ό": "θα συστήνει",
      "εμείς": "θα συστήνουμε",
      "εσείς": "θα συστήνετε",
      "αυτοί/ές/ά": "θα συστήνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα συστήσω",
      "εσύ": "θα συστήσεις",
      "αυτός/ή/ό": "θα συστήσει",
      "εμείς": "θα συστήσουμε",
      "εσείς": "θα συστήσετε",
      "αυτοί/ές/ά": "θα συστήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σύστησα",
      "εσύ": "σύστησες",
      "αυτός/ή/ό": "σύστησε",
      "εμείς": "συστήσαμε",
      "εσείς": "συστήσατε",
      "αυτοί/ές/ά": "σύστησαν"
    }
  },
  "σφάζω": {
    "meaning": "to slaughter",
    "Ενεστώτας (Present)": {
      "εγώ": "σφάζω",
      "εσύ": "σφάζεις",
      "αυτός/ή/ό": "σφάζει",
      "εμείς": "σφάζουμε",
      "εσείς": "σφάζετε",
      "αυτοί/ές/ά": "σφάζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έσφαζα",
      "εσύ": "έσφαζες",
      "αυτός/ή/ό": "έσφαζε",
      "εμείς": "σφάζαμε",
      "εσείς": "σφάζατε",
      "αυτοί/ές/ά": "έσφαζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σφάζω",
      "εσύ": "θα σφάζεις",
      "αυτός/ή/ό": "θα σφάζει",
      "εμείς": "θα σφάζουμε",
      "εσείς": "θα σφάζετε",
      "αυτοί/ές/ά": "θα σφάζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σφάξω",
      "εσύ": "θα σφάξεις",
      "αυτός/ή/ό": "θα σφάξει",
      "εμείς": "θα σφάξουμε",
      "εσείς": "θα σφάξετε",
      "αυτοί/ές/ά": "θα σφάξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έσφαξα",
      "εσύ": "έσφαξες",
      "αυτός/ή/ό": "έσφαξε",
      "εμείς": "σφάξαμε",
      "εσείς": "σφάξατε",
      "αυτοί/ές/ά": "έσφαξαν"
    }
  },
  "σφάλλω": {
    "meaning": "to make a mistake",
    "Ενεστώτας (Present)": {
      "εγώ": "σφάλλω",
      "εσύ": "σφάλλεις",
      "αυτός/ή/ό": "σφάλλει",
      "εμείς": "σφάλλουμε",
      "εσείς": "σφάλλετε",
      "αυτοί/ές/ά": "σφάλλουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έσφαλλα",
      "εσύ": "έσφαλλες",
      "αυτός/ή/ό": "έσφαλλει",
      "εμείς": "σφάλλαμε",
      "εσείς": "σφάλλατε",
      "αυτοί/ές/ά": "έσφαλλαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σφάλλω",
      "εσύ": "θα σφάλλεις",
      "αυτός/ή/ό": "θα σφάλλει",
      "εμείς": "θα σφάλλουμε",
      "εσείς": "θα σφάλλετε",
      "αυτοί/ές/ά": "θα σφάλλουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σφάλω",
      "εσύ": "θα σφάλεις",
      "αυτός/ή/ό": "θα σφάλει",
      "εμείς": "θα σφάλουμε",
      "εσείς": "θα σφάλετε",
      "αυτοί/ές/ά": "θα σφάλουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έσφαλα",
      "εσύ": "έσφαλες",
      "αυτός/ή/ό": "έσφαλε",
      "εμείς": "σφάλαμε",
      "εσείς": "σφάλατε",
      "αυτοί/ές/ά": "έσφαλαν"
    }
  },
  "σφυρίζω": {
    "meaning": "to whistle",
    "Ενεστώτας (Present)": {
      "εγώ": "σφυρίζω",
      "εσύ": "σφυρίζεις",
      "αυτός/ή/ό": "σφυρίζει",
      "εμείς": "σφυρίζουμε",
      "εσείς": "σφυρίζετε",
      "αυτοί/ές/ά": "σφυρίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σφύριζα",
      "εσύ": "σφύριζες",
      "αυτός/ή/ό": "σφύριζε",
      "εμείς": "σφυρίζαμε",
      "εσείς": "σφυρίζατε",
      "αυτοί/ές/ά": "σφύριζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σφυρίζω",
      "εσύ": "θα σφυρίζεις",
      "αυτός/ή/ό": "θα σφυρίζει",
      "εμείς": "θα σφυρίζουμε",
      "εσείς": "θα σφυρίζετε",
      "αυτοί/ές/ά": "θα σφυρίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σφυρίξω",
      "εσύ": "θα σφυρίξεις",
      "αυτός/ή/ό": "θα σφυρίξει",
      "εμείς": "θα σφυρίξουμε",
      "εσείς": "θα σφυρίξετε",
      "αυτοί/ές/ά": "θα σφυρίξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σφύριξα",
      "εσύ": "σφύριξες",
      "αυτός/ή/ό": "σφύριξε",
      "εμείς": "σφυρίξαμε",
      "εσείς": "σφυρίξατε",
      "αυτοί/ές/ά": "σφύριξαν"
    }
  },
  "σχηματίζω": {
    "meaning": "to form, to shape",
    "Ενεστώτας (Present)": {
      "εγώ": "σχηματίζω",
      "εσύ": "σχηματίζεις",
      "αυτός/ή/ό": "σχηματίζει",
      "εμείς": "σχηματίζουμε",
      "εσείς": "σχηματίζετε",
      "αυτοί/ές/ά": "σχηματίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σχημάτιζα",
      "εσύ": "σχημάτιζες",
      "αυτός/ή/ό": "σχημάτιζε",
      "εμείς": "σχηματίζαμε",
      "εσείς": "σχηματίζατε",
      "αυτοί/ές/ά": "σχημάτιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σχηματίζω",
      "εσύ": "θα σχηματίζεις",
      "αυτός/ή/ό": "θα σχηματίζει",
      "εμείς": "θα σχηματίζουμε",
      "εσείς": "θα σχηματίζετε",
      "αυτοί/ές/ά": "θα σχηματίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σχηματίσω",
      "εσύ": "θα σχηματίσεις",
      "αυτός/ή/ό": "θα σχηματίσει",
      "εμείς": "θα σχηματίσουμε",
      "εσείς": "θα σχηματίσετε",
      "αυτοί/ές/ά": "θα σχηματίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σχημάτισα",
      "εσύ": "σχημάτισες",
      "αυτός/ή/ό": "σχημάτισε",
      "εμείς": "σχηματίσαμε σχηματίσατε",
      "εσείς": "σχημάτισαν"
    }
  },
  "σχολιάζω": {
    "meaning": "to comment,",
    "Ενεστώτας (Present)": {
      "εγώ": "σχολιάζω",
      "εσύ": "σχολιάζεις",
      "αυτός/ή/ό": "σχολιάζει",
      "εμείς": "σχολιάζουμε",
      "εσείς": "σχολιάζετε",
      "αυτοί/ές/ά": "σχολιάζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σχολίαζα",
      "εσύ": "σχολίαζες",
      "αυτός/ή/ό": "σχολίαζε",
      "εμείς": "σχολιάζαμε",
      "εσείς": "σχολιάζατε",
      "αυτοί/ές/ά": "σχολίαζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σχολιάζω",
      "εσύ": "θα σχολιάζεις",
      "αυτός/ή/ό": "θα σχολιάζει",
      "εμείς": "θα σχολιάζουμε",
      "εσείς": "θα σχολιάζετε",
      "αυτοί/ές/ά": "θα σχολιάζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σχολιάσω",
      "εσύ": "θα σχολιάσεις",
      "αυτός/ή/ό": "θα σχολιάσει",
      "εμείς": "θα σχολιάσουμε",
      "εσείς": "θα σχολιάσετε",
      "αυτοί/ές/ά": "θα σχολιάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σχολίασα",
      "εσύ": "σχολίασες",
      "αυτός/ή/ό": "σχολίασε",
      "εμείς": "σχολιάσαμε",
      "εσείς": "σχολιάσατε",
      "αυτοί/ές/ά": "σχολίασαν"
    }
  },
  "σώζομαι": {
    "meaning": "to save oneself,",
    "Ενεστώτας (Present)": {
      "εγώ": "σώζομαι",
      "εσύ": "σώζεσαι",
      "αυτός/ή/ό": "σώζεται",
      "εμείς": "σωζόμαστε",
      "εσείς": "σώζεστε",
      "αυτοί/ές/ά": "σώζονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σωζόμουν",
      "εσύ": "σωζόσουν",
      "αυτός/ή/ό": "σωζόταν",
      "εμείς": "σωζόμαστε",
      "εσείς": "σωζόσαστε",
      "αυτοί/ές/ά": "σώζονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σώζομαι",
      "εσύ": "θα σώζεσαι",
      "αυτός/ή/ό": "θα σώζεται",
      "εμείς": "θα σωζόμαστε",
      "εσείς": "θα σώζεστε",
      "αυτοί/ές/ά": "θα σώζονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σωθώ",
      "εσύ": "θα σωθείς",
      "αυτός/ή/ό": "θα σωθεί",
      "εμείς": "θα σωθούμε",
      "εσείς": "θα σωθείτε",
      "αυτοί/ές/ά": "θα σωθούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σώθηκα",
      "εσύ": "σώθηκες",
      "αυτός/ή/ό": "σώθηκε",
      "εμείς": "σωθήκαμε",
      "εσείς": "σωθήκατε",
      "αυτοί/ές/ά": "σώθηκαν"
    }
  },
  "σώζω": {
    "meaning": "to save,",
    "Ενεστώτας (Present)": {
      "εγώ": "σώζω",
      "εσύ": "σώζεις",
      "αυτός/ή/ό": "σώζει",
      "εμείς": "σώζουμε",
      "εσείς": "σώζετε",
      "αυτοί/ές/ά": "σώζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έσωζα",
      "εσύ": "έσωζες",
      "αυτός/ή/ό": "έσωζε",
      "εμείς": "σώζαμε",
      "εσείς": "σώζατε",
      "αυτοί/ές/ά": "έσωζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σώζω",
      "εσύ": "θα σώζεις",
      "αυτός/ή/ό": "θα σώζει",
      "εμείς": "θα σώζουμε",
      "εσείς": "θα σώζετε",
      "αυτοί/ές/ά": "θα σώζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σώσω",
      "εσύ": "θα σώσεις",
      "αυτός/ή/ό": "θα σώσει",
      "εμείς": "θα σώσουμε",
      "εσείς": "θα σώσετε",
      "αυτοί/ές/ά": "θα σώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έσωσα",
      "εσύ": "έσωσες",
      "αυτός/ή/ό": "έσωσε",
      "εμείς": "σώσαμε",
      "εσείς": "σώσατε",
      "αυτοί/ές/ά": "έσωσαν"
    }
  },
  "σωπαίνω": {
    "meaning": "to remain silent,",
    "Ενεστώτας (Present)": {
      "εγώ": "σωπαίνω",
      "εσύ": "σωπαίνεις",
      "αυτός/ή/ό": "σωπαίνει",
      "εμείς": "σωπαίνουμε",
      "εσείς": "σωπαίνετε",
      "αυτοί/ές/ά": "σωπαίνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "σώπαινα",
      "εσύ": "σώπαινες",
      "αυτός/ή/ό": "σώπαινε",
      "εμείς": "σωπαίναμε",
      "εσείς": "σωπαίνατε",
      "αυτοί/ές/ά": "σώπαιναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα σωπαίνω",
      "εσύ": "θα σωπαίνεις",
      "αυτός/ή/ό": "θα σωπαίνει",
      "εμείς": "θα σωπαίνουμε",
      "εσείς": "θα σωπαίνετε",
      "αυτοί/ές/ά": "θα σωπαίνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα σωπάσω",
      "εσύ": "θα σωπάσεις",
      "αυτός/ή/ό": "θα",
      "εμείς": "σωπάσει",
      "εσείς": "θα σωπάσουμε",
      "αυτοί/ές/ά": "θα σωπάσετε"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "σώπασα",
      "εσύ": "σώπασες",
      "αυτός/ή/ό": "σώπασε",
      "εμείς": "σωπάσαμε",
      "εσείς": "σωπάσατε",
      "αυτοί/ές/ά": "σώπασαν"
    }
  },
  "ταξιδεύω": {
    "meaning": "to travel",
    "Ενεστώτας (Present)": {
      "εγώ": "ταξιδεύω",
      "εσύ": "ταξιδεύεις",
      "αυτός/ή/ό": "ταξιδεύει",
      "εμείς": "ταξιδεύουμε",
      "εσείς": "ταξιδεύετε",
      "αυτοί/ές/ά": "ταξιδεύουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "ταξίδευα",
      "εσύ": "ταξίδευες",
      "αυτός/ή/ό": "ταξίδευε",
      "εμείς": "ταξιδεύαμε",
      "εσείς": "ταξιδεύατε",
      "αυτοί/ές/ά": "ταξίδευαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ταξιδεύω",
      "εσύ": "θα ταξιδεύεις",
      "αυτός/ή/ό": "θα ταξιδεύει",
      "εμείς": "θα ταξιδεύουμε",
      "εσείς": "θα ταξιδεύετε",
      "αυτοί/ές/ά": "θα ταξιδεύουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ταξιδέψω",
      "εσύ": "θα ταξιδέψεις",
      "αυτός/ή/ό": "θα ταξιδέψει",
      "εμείς": "θα ταξιδέψουμε",
      "εσείς": "θα ταξιδέψετε",
      "αυτοί/ές/ά": "θα ταξιδέψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "ταξίδεψα",
      "εσύ": "ταξίδεψες",
      "αυτός/ή/ό": "ταξίδεψε",
      "εμείς": "ταξιδέψαμε",
      "εσείς": "ταξιδέψατε",
      "αυτοί/ές/ά": "ταξίδεψαν"
    }
  },
  "τελειώνω": {
    "meaning": "to finish",
    "Ενεστώτας (Present)": {
      "εγώ": "τελειώνω",
      "εσύ": "τελειώνεις",
      "αυτός/ή/ό": "τελειώνει",
      "εμείς": "τελειώνουμε",
      "εσείς": "τελειώνετε",
      "αυτοί/ές/ά": "τελειώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τελείωνα",
      "εσύ": "τελείωνες",
      "αυτός/ή/ό": "τελείωνε",
      "εμείς": "τελειώναμε",
      "εσείς": "τελειώνατε",
      "αυτοί/ές/ά": "τελείωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τελειώνω",
      "εσύ": "θα τελειώνεις",
      "αυτός/ή/ό": "θα τελειώνει",
      "εμείς": "θα τελειώνουμε",
      "εσείς": "θα τελειώνετε",
      "αυτοί/ές/ά": "θα τελειώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τελειώσω",
      "εσύ": "θα τελειώσεις",
      "αυτός/ή/ό": "θα τελειώσει",
      "εμείς": "θα τελειώσουμε",
      "εσείς": "θα τελειώσετε",
      "αυτοί/ές/ά": "θα τελειώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τελείωσα",
      "εσύ": "τελείωσες",
      "αυτός/ή/ό": "τελείωσε",
      "εμείς": "τελειώσαμε",
      "εσείς": "τελειώσατε",
      "αυτοί/ές/ά": "τελείωσαν"
    }
  },
  "τεντώνω": {
    "meaning": "to stretch",
    "Ενεστώτας (Present)": {
      "εγώ": "τεντώνω",
      "εσύ": "τεντώνεις",
      "αυτός/ή/ό": "τεντώνει",
      "εμείς": "τεντώνουμε",
      "εσείς": "τεντώνετε",
      "αυτοί/ές/ά": "τεντώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τέντωνα",
      "εσύ": "τέντωνες",
      "αυτός/ή/ό": "τέντωνε",
      "εμείς": "τεντώναμε",
      "εσείς": "τεντώνατε",
      "αυτοί/ές/ά": "τέντωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τεντώνω",
      "εσύ": "θα τεντώνεις",
      "αυτός/ή/ό": "θα τεντώνει",
      "εμείς": "θα τεντώνουμε",
      "εσείς": "θα τεντώνετε",
      "αυτοί/ές/ά": "θα τεντώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τεντώσω",
      "εσύ": "θα τεντώσεις",
      "αυτός/ή/ό": "θα τεντώσει",
      "εμείς": "θα τεντώσουμε",
      "εσείς": "θα τεντώσετε",
      "αυτοί/ές/ά": "θα τεντώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τέντωσα",
      "εσύ": "τέντωσες",
      "αυτός/ή/ό": "τέντωσε",
      "εμείς": "τεντώσαμε",
      "εσείς": "τεντώσατε",
      "αυτοί/ές/ά": "τέντωσαν"
    }
  },
  "τερματίζω": {
    "meaning": "to terminate, to wind up, to conclude, to end, to bring to an end",
    "Ενεστώτας (Present)": {
      "εγώ": "τερματίζω",
      "εσύ": "τερματίζεις",
      "αυτός/ή/ό": "τερματίζει",
      "εμείς": "τερματίζουμε",
      "εσείς": "τερματίζετε",
      "αυτοί/ές/ά": "τερματίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τερμάτιζα",
      "εσύ": "τερμάτιζες",
      "αυτός/ή/ό": "τερμάτιζε",
      "εμείς": "τερματίζαμε",
      "εσείς": "τερματίζατε",
      "αυτοί/ές/ά": "τερμάτιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τερματίζω",
      "εσύ": "θα τερματίζεις",
      "αυτός/ή/ό": "θα τερματίζει",
      "εμείς": "θα τερματίζουμε",
      "εσείς": "θα τερματίζετε",
      "αυτοί/ές/ά": "θα τερματίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τερματίσω",
      "εσύ": "θα τερματίσεις",
      "αυτός/ή/ό": "θα τερματίσει",
      "εμείς": "θα τερματίσουμε",
      "εσείς": "θα τερματίσετε",
      "αυτοί/ές/ά": "θα τερματίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τερμάτισα",
      "εσύ": "τερμάτισες",
      "αυτός/ή/ό": "τερμάτισε",
      "εμείς": "τερματίσαμε",
      "εσείς": "τερματίσατε",
      "αυτοί/ές/ά": "τερμάτισαν"
    }
  },
  "τηγανίζω": {
    "meaning": "to fry",
    "Ενεστώτας (Present)": {
      "εγώ": "τηγανίζω",
      "εσύ": "τηγανίζεις",
      "αυτός/ή/ό": "τηγανίζει",
      "εμείς": "τηγανίζουμε",
      "εσείς": "τηγανίζετε",
      "αυτοί/ές/ά": "τηγανίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τηγάνιζα",
      "εσύ": "τηγάνιζες",
      "αυτός/ή/ό": "τηγάνιζε",
      "εμείς": "τηγανίζαμε",
      "εσείς": "τηγανίζατε",
      "αυτοί/ές/ά": "τηγάνιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τηγανίζω",
      "εσύ": "θα τηγανίζεις",
      "αυτός/ή/ό": "θα",
      "εμείς": "τηγανίζει",
      "εσείς": "θα τηγανίζουμε",
      "αυτοί/ές/ά": "θα τηγανίζετε"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τηγανίσω",
      "εσύ": "θα τηγανίσεις",
      "αυτός/ή/ό": "θα τηγανίσει",
      "εμείς": "θα τηγανίσουμε",
      "εσείς": "θα τηγανίσετε",
      "αυτοί/ές/ά": "θα τηγανίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τηγάνισα",
      "εσύ": "τηγάνισες",
      "αυτός/ή/ό": "τηγάνισε",
      "εμείς": "τηγανίσαμε",
      "εσείς": "τηγανίσατε",
      "αυτοί/ές/ά": "τηγάνισαν"
    }
  },
  "τηλεφωνώ": {
    "meaning": "to telephone, to call",
    "Ενεστώτας (Present)": {
      "εγώ": "τηλεφωνώ",
      "εσύ": "τηλεφωνάς",
      "αυτός/ή/ό": "τηλεφωνά",
      "εμείς": "τηλεφωνάμε",
      "εσείς": "τηλεφωνάτε",
      "αυτοί/ές/ά": "τηλεφωνάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τηλεφωνούσα",
      "εσύ": "τηλεφωνούσες",
      "αυτός/ή/ό": "τηλεφωνούσε",
      "εμείς": "τηλεφωνούσαμε",
      "εσείς": "τηλεφωνούσατε",
      "αυτοί/ές/ά": "τηλεφωνούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τηλεφωνώ",
      "εσύ": "θα τηλεφωνάς",
      "αυτός/ή/ό": "θα τηλεφωνά",
      "εμείς": "θα τηλεφωνάμε",
      "εσείς": "θα τηλεφωνάτε",
      "αυτοί/ές/ά": "θα τηλεφωνάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τηλεφωνήσω",
      "εσύ": "θα τηλεφωνήσεις",
      "αυτός/ή/ό": "θα τηλεφωνήσει",
      "εμείς": "θα τηλεφωνήσουμε",
      "εσείς": "θα τηλεφωνήσετε",
      "αυτοί/ές/ά": "θα τηλεφωνήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τηλεφώνησα",
      "εσύ": "τηλεφώνησες",
      "αυτός/ή/ό": "τηλεφώνησε",
      "εμείς": "τηλεφωνήσαμε",
      "εσείς": "τηλεφωνήσατε",
      "αυτοί/ές/ά": "τηλεφώνησαν"
    }
  },
  "τιμώ": {
    "meaning": "to honor",
    "Ενεστώτας (Present)": {
      "εγώ": "τιμώ",
      "εσύ": "τιμάς",
      "αυτός/ή/ό": "τιμά",
      "εμείς": "τιμάμε",
      "εσείς": "τιμάτε",
      "αυτοί/ές/ά": "τιμάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τιμούσα",
      "εσύ": "τιμούσες",
      "αυτός/ή/ό": "τιμούσε",
      "εμείς": "τιμούσαμε",
      "εσείς": "τιμούσατε",
      "αυτοί/ές/ά": "τιμούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τιμώ",
      "εσύ": "θα τιμάς",
      "αυτός/ή/ό": "θα τιμά",
      "εμείς": "θα τιμάμε",
      "εσείς": "θα τιμάτε",
      "αυτοί/ές/ά": "θα τιμάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τιμήσω",
      "εσύ": "θα τιμήσεις",
      "αυτός/ή/ό": "θα τιμήσει",
      "εμείς": "θα τιμήσουμε",
      "εσείς": "θα τιμήσετε",
      "αυτοί/ές/ά": "θα τιμήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τίμησα",
      "εσύ": "τίμησες",
      "αυτός/ή/ό": "τίμησε",
      "εμείς": "τιμήσαμε",
      "εσείς": "τιμήσατε",
      "αυτοί/ές/ά": "τίμησαν"
    }
  },
  "τολμώ": {
    "meaning": "to dare",
    "Ενεστώτας (Present)": {
      "εγώ": "τολμώ",
      "εσύ": "τολμάς",
      "αυτός/ή/ό": "τολμά",
      "εμείς": "τολμάμε",
      "εσείς": "τολμάτε",
      "αυτοί/ές/ά": "τολμάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τολμούσα",
      "εσύ": "τολμούσες",
      "αυτός/ή/ό": "τολμούσε",
      "εμείς": "τολμούσαμε",
      "εσείς": "τολμούσατε",
      "αυτοί/ές/ά": "τολμούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τολμώ",
      "εσύ": "θα τολμάς",
      "αυτός/ή/ό": "θα τολμά",
      "εμείς": "θα τολμάμε",
      "εσείς": "θα τολμάτε",
      "αυτοί/ές/ά": "θα τολμάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τολμήσω",
      "εσύ": "θα τολμήσεις",
      "αυτός/ή/ό": "θα τολμήσει",
      "εμείς": "θα τολμήσουμε",
      "εσείς": "θα τολμήσετε",
      "αυτοί/ές/ά": "θα τολμήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τόλμησα",
      "εσύ": "τόλμησες",
      "αυτός/ή/ό": "τόλμησε",
      "εμείς": "τολμήσαμε",
      "εσείς": "τολμήσατε",
      "αυτοί/ές/ά": "τόλμησαν"
    }
  },
  "τραβώ": {
    "meaning": "to pull, to draw",
    "Ενεστώτας (Present)": {
      "εγώ": "τραβώ",
      "εσύ": "τραβάς",
      "αυτός/ή/ό": "τραβά",
      "εμείς": "τραβάμε",
      "εσείς": "τραβάτε",
      "αυτοί/ές/ά": "τραβάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τραβούσα",
      "εσύ": "τραβούσες",
      "αυτός/ή/ό": "τραβούσε",
      "εμείς": "τραβούσαμε",
      "εσείς": "τραβούσατε",
      "αυτοί/ές/ά": "τραβούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τραβώ",
      "εσύ": "θα τραβάς",
      "αυτός/ή/ό": "θα τραβά",
      "εμείς": "θα τραβάμε",
      "εσείς": "θα τραβάτε",
      "αυτοί/ές/ά": "θα τραβάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τραβήξω",
      "εσύ": "θα τραβήξεις",
      "αυτός/ή/ό": "θα τραβήξει",
      "εμείς": "θα τραβήξουμε",
      "εσείς": "θα τραβήξετε",
      "αυτοί/ές/ά": "θα τραβήξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τράβηξα",
      "εσύ": "τράβηξες",
      "αυτός/ή/ό": "τράβηξε",
      "εμείς": "τραβήξαμε",
      "εσείς": "τραβήξατε",
      "αυτοί/ές/ά": "τράβηξαν"
    }
  },
  "τραγουδώ": {
    "meaning": "to sing",
    "Ενεστώτας (Present)": {
      "εγώ": "τραγουδώ",
      "εσύ": "τραγουδάς",
      "αυτός/ή/ό": "τραγουδά",
      "εμείς": "τραγουδάμε",
      "εσείς": "τραγουδάτε",
      "αυτοί/ές/ά": "τραγουδάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τραγουδούσα",
      "εσύ": "τραγουδούσες",
      "αυτός/ή/ό": "τραγουδούσε",
      "εμείς": "τραγουδούσαμε",
      "εσείς": "τραγουδούσατε",
      "αυτοί/ές/ά": "τραγουδούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τραγουδώ",
      "εσύ": "θα τραγουδάς",
      "αυτός/ή/ό": "θα τραγουδά",
      "εμείς": "θα τραγουδάμε",
      "εσείς": "θα τραγουδάτε",
      "αυτοί/ές/ά": "θα τραγουδάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τραγουδήσω",
      "εσύ": "θα τραγουδήσεις",
      "αυτός/ή/ό": "θα τραγουδήσει",
      "εμείς": "θα τραγουδήσουμε",
      "εσείς": "θα τραγουδήσετε",
      "αυτοί/ές/ά": "θα τραγουδήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τραγούδησα",
      "εσύ": "τραγούδησες",
      "αυτός/ή/ό": "τραγούδησε",
      "εμείς": "τραγουδήσαμε",
      "εσείς": "τραγουδήσατε",
      "αυτοί/ές/ά": "τραγούδησαν"
    }
  },
  "τρελαίνομαι": {
    "meaning": "to go mad,",
    "Ενεστώτας (Present)": {
      "εγώ": "τρελαίνομαι",
      "εσύ": "τρελαίνεσαι",
      "αυτός/ή/ό": "τρελαίνεται",
      "εμείς": "τρελαινόμαστε",
      "εσείς": "τρελαίνεστε",
      "αυτοί/ές/ά": "τρελαίνονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τρελαινόμουν",
      "εσύ": "τρελαινόσουν",
      "αυτός/ή/ό": "τρελαινόταν",
      "εμείς": "τρελαινόμαστε",
      "εσείς": "τρελαινόσαστε",
      "αυτοί/ές/ά": "τρελαίνονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τρελαίνομαι",
      "εσύ": "θα τρελαίνεσαι",
      "αυτός/ή/ό": "θα τρελαίνεται",
      "εμείς": "θα τρελαινόμαστε",
      "εσείς": "θα τρελαίνεστε",
      "αυτοί/ές/ά": "θα τρελαίνονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τρελαθώ",
      "εσύ": "θα τρελαθείς",
      "αυτός/ή/ό": "θα τρελαθεί",
      "εμείς": "θα τρελαθούμε",
      "εσείς": "θα τρελαθείτε",
      "αυτοί/ές/ά": "θα τρελαθούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τρελάθηκα",
      "εσύ": "τρελάθηκες",
      "αυτός/ή/ό": "τρελάθηκε",
      "εμείς": "τρελαθήκαμε",
      "εσείς": "τρελαθήκατε",
      "αυτοί/ές/ά": "τρελάθηκαν"
    }
  },
  "τρελαίνω": {
    "meaning": "to drive mad",
    "Ενεστώτας (Present)": {
      "εγώ": "τρελαίνω",
      "εσύ": "τρελαίνεις",
      "αυτός/ή/ό": "τρελαίνει",
      "εμείς": "τρελαίνουμε",
      "εσείς": "τρελαίνετε",
      "αυτοί/ές/ά": "τρελαίνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τρέλαινα",
      "εσύ": "τρέλαινες",
      "αυτός/ή/ό": "τρέλαινε",
      "εμείς": "τρελαίναμε",
      "εσείς": "τρελαίνατε",
      "αυτοί/ές/ά": "τρέλαιναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τρελαίνω",
      "εσύ": "θα τρελαίνεις",
      "αυτός/ή/ό": "θα τρελαίνει",
      "εμείς": "θα τρελαίνουμε",
      "εσείς": "θα τρελαίνετε",
      "αυτοί/ές/ά": "θα τρελαίνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τρελάνω",
      "εσύ": "θα τρελάνεις",
      "αυτός/ή/ό": "θα τρελάνει",
      "εμείς": "θα τρελάνουμε",
      "εσείς": "θα τρελάνετε",
      "αυτοί/ές/ά": "θα τρελάνουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τρέλανα",
      "εσύ": "τρέλανες",
      "αυτός/ή/ό": "τρέλανε",
      "εμείς": "τρελάναμε",
      "εσείς": "τρελάνατε",
      "αυτοί/ές/ά": "τρέλαναν"
    }
  },
  "τρέμω": {
    "meaning": "to tremble,",
    "Ενεστώτας (Present)": {
      "εγώ": "τρέμω",
      "εσύ": "τρέμεις",
      "αυτός/ή/ό": "τρέμει",
      "εμείς": "τρέμουμε",
      "εσείς": "τρέμετε",
      "αυτοί/ές/ά": "τρέμουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έτρεμα",
      "εσύ": "έτρεμες",
      "αυτός/ή/ό": "έτρεμε",
      "εμείς": "τρέμαμε",
      "εσείς": "τρέματε",
      "αυτοί/ές/ά": "έτρεμαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τρέμω",
      "εσύ": "θα τρέμεις",
      "αυτός/ή/ό": "θα τρέμει",
      "εμείς": "θα τρέμουμε",
      "εσείς": "θα τρέμετε",
      "αυτοί/ές/ά": "θα τρέμουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": ""
    },
    "Αόριστος (Simple Past)": {
      "εγώ": ""
    }
  },
  "τρέφω": {
    "meaning": "to feed,",
    "Ενεστώτας (Present)": {
      "εγώ": "τρέφω",
      "εσύ": "τρέφεις",
      "αυτός/ή/ό": "τρέφει",
      "εμείς": "τρέφουμε",
      "εσείς": "τρέφετε",
      "αυτοί/ές/ά": "τρέφουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έτρεφα",
      "εσύ": "έτρεφες",
      "αυτός/ή/ό": "έτρεφε",
      "εμείς": "τρέφαμε",
      "εσείς": "τρέφατε",
      "αυτοί/ές/ά": "έτρεφαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τρέφω",
      "εσύ": "θα τρέφεις",
      "αυτός/ή/ό": "θα τρέφει",
      "εμείς": "θα τρέφουμε",
      "εσείς": "θα τρέφετε",
      "αυτοί/ές/ά": "θα τρέφουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα θρέψω",
      "εσύ": "θα θρέψεις",
      "αυτός/ή/ό": "θα θρέψει",
      "εμείς": "θα θρέψουμε",
      "εσείς": "θα θρέψετε",
      "αυτοί/ές/ά": "θα θρέψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έθρεψα",
      "εσύ": "έθρεψες",
      "αυτός/ή/ό": "έθρεψε",
      "εμείς": "θρέψαμε",
      "εσείς": "θρέψατε",
      "αυτοί/ές/ά": "έθρεψαν"
    }
  },
  "τρέχω": {
    "meaning": "to run",
    "Ενεστώτας (Present)": {
      "εγώ": "τρέχω",
      "εσύ": "τρέχεις",
      "αυτός/ή/ό": "τρέχει",
      "εμείς": "τρέχουμε",
      "εσείς": "τρέχετε",
      "αυτοί/ές/ά": "τρέχουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έτρεχα",
      "εσύ": "έτρεχες",
      "αυτός/ή/ό": "έτρεχε",
      "εμείς": "τρέχαμε",
      "εσείς": "τρέχατε",
      "αυτοί/ές/ά": "έτρεχαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τρέχω",
      "εσύ": "θα τρέχεις",
      "αυτός/ή/ό": "θα τρέχει",
      "εμείς": "θα τρέχουμε",
      "εσείς": "θα τρέχετε",
      "αυτοί/ές/ά": "θα τρέχουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τρέξω",
      "εσύ": "θα τρέξεις",
      "αυτός/ή/ό": "θα τρέξει",
      "εμείς": "θα τρέξουμε",
      "εσείς": "θα τρέξετε",
      "αυτοί/ές/ά": "θα τρέξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έτρεξα",
      "εσύ": "έτρεξες",
      "αυτός/ή/ό": "έτρεξε",
      "εμείς": "τρέξαμε",
      "εσείς": "τρέξατε",
      "αυτοί/ές/ά": "έτρεξαν"
    }
  },
  "τρίβω": {
    "meaning": "to rub",
    "Ενεστώτας (Present)": {
      "εγώ": "τρίβω",
      "εσύ": "τρίβεις",
      "αυτός/ή/ό": "τρίβει",
      "εμείς": "τρίβουμε",
      "εσείς": "τρίβετε",
      "αυτοί/ές/ά": "τρίβουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έτριβα",
      "εσύ": "έτριβες",
      "αυτός/ή/ό": "έτριβε",
      "εμείς": "τρίβαμε",
      "εσείς": "τρίβατε",
      "αυτοί/ές/ά": "έτριβαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τρίβω",
      "εσύ": "θα τρίβεις",
      "αυτός/ή/ό": "θα τρίβει",
      "εμείς": "θα τρίβουμε",
      "εσείς": "θα τρίβετε",
      "αυτοί/ές/ά": "θα τρίβουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τρίψω",
      "εσύ": "θα τρίψεις",
      "αυτός/ή/ό": "θα τρίψει",
      "εμείς": "θα τρίψουμε",
      "εσείς": "θα τρίψετε",
      "αυτοί/ές/ά": "θα τρίψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έτριψα",
      "εσύ": "έτριψες",
      "αυτός/ή/ό": "έτριψε",
      "εμείς": "τρίψαμε",
      "εσείς": "τρίψατε",
      "αυτοί/ές/ά": "έτριψαν"
    }
  },
  "τρυπώ": {
    "meaning": "to pierce",
    "Ενεστώτας (Present)": {
      "εγώ": "τρυπώ",
      "εσύ": "τρυπάς",
      "αυτός/ή/ό": "τρυπά",
      "εμείς": "τρυπάμε",
      "εσείς": "τρυπάτε",
      "αυτοί/ές/ά": "τρυπάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τρυπούσα",
      "εσύ": "τρυπούσες",
      "αυτός/ή/ό": "τρυπούσε",
      "εμείς": "τρυπούσαμε",
      "εσείς": "τρυπούσατε",
      "αυτοί/ές/ά": "τρυπούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τρυπώ",
      "εσύ": "θα τρυπάς",
      "αυτός/ή/ό": "θα τρυπά",
      "εμείς": "θα τρυπάμε",
      "εσείς": "θα τρυπάτε",
      "αυτοί/ές/ά": "θα τρυπάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τρυπήσω",
      "εσύ": "θα τρυπήσεις",
      "αυτός/ή/ό": "θα τρυπήσει",
      "εμείς": "θα τρυπήσουμε",
      "εσείς": "θα τρυπήσετε",
      "αυτοί/ές/ά": "θα τρυπήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τρύπησα",
      "εσύ": "τρύπησες",
      "αυτός/ή/ό": "τρύπησε",
      "εμείς": "τρυπήσαμε",
      "εσείς": "τρυπήσατε",
      "αυτοί/ές/ά": "τρύπησαν"
    }
  },
  "τρώω": {
    "meaning": "to eat",
    "Ενεστώτας (Present)": {
      "εγώ": "τρώω",
      "εσύ": "τρως",
      "αυτός/ή/ό": "τρώει",
      "εμείς": "τρώμε",
      "εσείς": "τρώτε",
      "αυτοί/ές/ά": "τρων"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έτρωγα",
      "εσύ": "έτρωγες",
      "αυτός/ή/ό": "έτρωγε",
      "εμείς": "τρώγαμε",
      "εσείς": "τρώγατε",
      "αυτοί/ές/ά": "έτρωγαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τρώω",
      "εσύ": "θα τρως",
      "αυτός/ή/ό": "θα τρώει",
      "εμείς": "θα τρώμε",
      "εσείς": "θα τρώτε",
      "αυτοί/ές/ά": "θα τρων"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φάω",
      "εσύ": "θα φας",
      "αυτός/ή/ό": "θα φάει",
      "εμείς": "θα φάμε",
      "εσείς": "θα φάτε",
      "αυτοί/ές/ά": "θα φαν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έφαγα",
      "εσύ": "έφαγες",
      "αυτός/ή/ό": "έφαγε",
      "εμείς": "φάγαμε",
      "εσείς": "φάγατε",
      "αυτοί/ές/ά": "έφαγαν"
    }
  },
  "τσιμπώ": {
    "meaning": "to pinch,",
    "Ενεστώτας (Present)": {
      "εγώ": "τσιμπώ",
      "εσύ": "τσιμπάς",
      "αυτός/ή/ό": "τσιμπά",
      "εμείς": "τσιμπάμε",
      "εσείς": "τσιμπάτε",
      "αυτοί/ές/ά": "τσιμπάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τσιμπούσα",
      "εσύ": "τσιμπούσες",
      "αυτός/ή/ό": "τσιμπούσε",
      "εμείς": "τσιμπούσαμε",
      "εσείς": "τσιμπούσατε",
      "αυτοί/ές/ά": "τσιμπούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τσιμπώ",
      "εσύ": "θα τσιμπάς",
      "αυτός/ή/ό": "θα τσιμπά",
      "εμείς": "θα τσιμπάμε",
      "εσείς": "θα τσιμπάτε",
      "αυτοί/ές/ά": "θα τσιμπάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τσιμπήσω",
      "εσύ": "θα τσιμπήσεις",
      "αυτός/ή/ό": "θα τσιμπήσει",
      "εμείς": "θα τσιμπήσουμε",
      "εσείς": "θα τσιμπήσετε",
      "αυτοί/ές/ά": "θα τσιμπήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τσίμπησα",
      "εσύ": "τσίμπησες",
      "αυτός/ή/ό": "τσίμπησε",
      "εμείς": "τσιμπήσαμε",
      "εσείς": "τσιμπήσατε",
      "αυτοί/ές/ά": "τσίμπησαν"
    }
  },
  "τυλίγω": {
    "meaning": "to wrap",
    "Ενεστώτας (Present)": {
      "εγώ": "τυλίγω",
      "εσύ": "τυλίγεις",
      "αυτός/ή/ό": "τυλίγει",
      "εμείς": "τυλίγουμε",
      "εσείς": "τυλίγετε",
      "αυτοί/ές/ά": "τυλίγουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τύλιγα",
      "εσύ": "τύλιγες",
      "αυτός/ή/ό": "τύλιγε",
      "εμείς": "τυλίγαμε",
      "εσείς": "τυλίγατε",
      "αυτοί/ές/ά": "τύλιγαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τυλίγω",
      "εσύ": "θα τυλίγεις",
      "αυτός/ή/ό": "θα τυλίγει",
      "εμείς": "θα τυλίγουμε",
      "εσείς": "θα τυλίγετε",
      "αυτοί/ές/ά": "θα τυλίγουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τυλίξω",
      "εσύ": "θα τυλίξεις",
      "αυτός/ή/ό": "θα τυλίξει",
      "εμείς": "θα τυλίξουμε",
      "εσείς": "θα τυλίξετε",
      "αυτοί/ές/ά": "θα τυλίξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τύλιξα",
      "εσύ": "τύλιξες",
      "αυτός/ή/ό": "τύλιξε",
      "εμείς": "τυλίξαμε",
      "εσείς": "τυλίξατε",
      "αυτοί/ές/ά": "τύλιξαν"
    }
  },
  "τυπώνω": {
    "meaning": "to print, to imprint, to publish",
    "Ενεστώτας (Present)": {
      "εγώ": "τυπώνω",
      "εσύ": "τυπώνεις",
      "αυτός/ή/ό": "τυπώνει",
      "εμείς": "τυπώνουμε",
      "εσείς": "τυπώνετε",
      "αυτοί/ές/ά": "τυπώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "τύπωνα",
      "εσύ": "τύπωνες",
      "αυτός/ή/ό": "τύπωνε",
      "εμείς": "τυπώναμε",
      "εσείς": "τυπώνατε",
      "αυτοί/ές/ά": "τύπωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα τυπώνω",
      "εσύ": "θα τυπώνεις",
      "αυτός/ή/ό": "θα τυπώνει",
      "εμείς": "θα τυπώνουμε",
      "εσείς": "θα τυπώνετε",
      "αυτοί/ές/ά": "θα τυπώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα τυπώσω",
      "εσύ": "θα τυπώσεις",
      "αυτός/ή/ό": "θα τυπώσει",
      "εμείς": "θα τυπώσουμε",
      "εσείς": "θα τυπώσετε",
      "αυτοί/ές/ά": "θα τυπώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "τύπωσα",
      "εσύ": "τύπωσες",
      "αυτός/ή/ό": "τύπωσε",
      "εμείς": "τυπώσαμε",
      "εσείς": "τυπώσατε",
      "αυτοί/ές/ά": "τύπωσαν"
    }
  },
  "υιοθετώ": {
    "meaning": "to adopt",
    "Ενεστώτας (Present)": {
      "εγώ": "υιοθετώ",
      "εσύ": "υιοθετείς",
      "αυτός/ή/ό": "υιοθετεί",
      "εμείς": "υιοθετούμε",
      "εσείς": "υιοθετείτε",
      "αυτοί/ές/ά": "υιοθετούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "υιοθετούσα",
      "εσύ": "υιοθετούσες",
      "αυτός/ή/ό": "υιοθετούσε",
      "εμείς": "υιοθετούσαμε",
      "εσείς": "υιοθετούσατε",
      "αυτοί/ές/ά": "υιοθετούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υιοθετώ",
      "εσύ": "θα υιοθετείς",
      "αυτός/ή/ό": "θα υιοθετεί",
      "εμείς": "θα υιοθετούμε",
      "εσείς": "θα υιοθετείτε",
      "αυτοί/ές/ά": "θα υιοθετούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υιοθετήσω",
      "εσύ": "θα υιοθετήσεις",
      "αυτός/ή/ό": "θα υιοθετήσει",
      "εμείς": "θα υιοθετήσουμε",
      "εσείς": "θα υιοθετήσετε",
      "αυτοί/ές/ά": "θα υιοθετήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "υιοθέτησα",
      "εσύ": "υιοθέτησες",
      "αυτός/ή/ό": "υιοθέτησε",
      "εμείς": "υιοθετήσαμε",
      "εσείς": "υιοθετήσατε",
      "αυτοί/ές/ά": "υιοθέτησαν"
    }
  },
  "υπακούω": {
    "meaning": "to obey",
    "Ενεστώτας (Present)": {
      "εγώ": "υπακούω",
      "εσύ": "υπακούς",
      "αυτός/ή/ό": "υπακούει",
      "εμείς": "υπακούμε",
      "εσείς": "υπακούτε",
      "αυτοί/ές/ά": "υπακούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "υπάκουα",
      "εσύ": "υπάκουες",
      "αυτός/ή/ό": "υπάκουε",
      "εμείς": "υπακούαμε",
      "εσείς": "υπακούατε",
      "αυτοί/ές/ά": "υπάκουαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υπακούω",
      "εσύ": "θα υπακούς",
      "αυτός/ή/ό": "θα υπακούει",
      "εμείς": "θα υπακούμε",
      "εσείς": "θα υπακούτε",
      "αυτοί/ές/ά": "θα υπακούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υπακούσω",
      "εσύ": "θα υπακούσεις",
      "αυτός/ή/ό": "θα υπακούσει",
      "εμείς": "θα υπακούσουμε",
      "εσείς": "θα υπακούσετε",
      "αυτοί/ές/ά": "θα υπακούσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "υπάκουσα",
      "εσύ": "υπάκουσες",
      "αυτός/ή/ό": "υπάκουσε",
      "εμείς": "υπακούσαμε",
      "εσείς": "υπακούσατε",
      "αυτοί/ές/ά": "υπάκουσαν"
    }
  },
  "υπερασπίζω": {
    "meaning": "to defend",
    "Ενεστώτας (Present)": {
      "εγώ": "υπερασπίζω",
      "εσύ": "υπερασπίζεις",
      "αυτός/ή/ό": "υπερασπίζει",
      "εμείς": "υπερασπίζουμε",
      "εσείς": "υπερασπίζετε",
      "αυτοί/ές/ά": "υπερασπίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "υπεράσπιζα",
      "εσύ": "υπεράσπιζες",
      "αυτός/ή/ό": "υπεράσπιζε",
      "εμείς": "υπερασπίζαμε",
      "εσείς": "υπερασπίζατε",
      "αυτοί/ές/ά": "υπεράσπιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υπερασπίζω",
      "εσύ": "θα υπερασπίζεις",
      "αυτός/ή/ό": "θα υπερασπίζει",
      "εμείς": "θα υπερασπίζουμε",
      "εσείς": "θα υπερασπίζετε",
      "αυτοί/ές/ά": "θα υπερασπίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υπερασπίσω",
      "εσύ": "θα υπερασπίσεις",
      "αυτός/ή/ό": "θα υπερασπίσει",
      "εμείς": "θα υπερασπίσουμε",
      "εσείς": "θα υπερασπίσετε",
      "αυτοί/ές/ά": "θα υπερασπίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "υπεράσπισα",
      "εσύ": "υπεράσπισες",
      "αυτός/ή/ό": "υπεράσπισε",
      "εμείς": "υπερασπίσαμε",
      "εσείς": "υπερασπίσατε",
      "αυτοί/ές/ά": "υπεράσπισαν"
    }
  },
  "υπερβαίνω": {
    "meaning": "to surpass, to exceed, to top, to transgress, to overstep, to go beyond",
    "Ενεστώτας (Present)": {
      "εγώ": "υπερβαίνω",
      "εσύ": "υπερβαίνεις",
      "αυτός/ή/ό": "υπερβαίνει",
      "εμείς": "υπερβαίνουμε",
      "εσείς": "υπερβαίνετε",
      "αυτοί/ές/ά": "υπερβαίνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "υπερέβαινα",
      "εσύ": "υπερέβαινες",
      "αυτός/ή/ό": "υπερέβαινε",
      "εμείς": "υπερβαίναμε",
      "εσείς": "υπερβαίνατε",
      "αυτοί/ές/ά": "υπερέβαιναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υπερβαίνω",
      "εσύ": "θα υπερβαίνεις",
      "αυτός/ή/ό": "θα υπερβαίνει",
      "εμείς": "θα υπερβαίνουμε",
      "εσείς": "θα υπερβαίνετε",
      "αυτοί/ές/ά": "θα υπερβαίνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υπερβώ",
      "εσύ": "θα υπερβείς",
      "αυτός/ή/ό": "θα υπερβεί",
      "εμείς": "θα υπερβούμε",
      "εσείς": "θα υπερβείτε",
      "αυτοί/ές/ά": "θα υπερβούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "υπερέβην",
      "εσύ": "υπερέβεις",
      "αυτός/ή/ό": "υπερέβει",
      "εμείς": "υπερβήκαμε",
      "εσείς": "υπερβήκατε",
      "αυτοί/ές/ά": "υπερέβησαν"
    }
  },
  "υπερβάλλω": {
    "meaning": "to exaggerate,",
    "Ενεστώτας (Present)": {
      "εγώ": "υπερβάλλω",
      "εσύ": "υπερβάλλεις",
      "αυτός/ή/ό": "υπερβάλλει",
      "εμείς": "υπερβάλλουμε",
      "εσείς": "υπερβάλλετε",
      "αυτοί/ές/ά": "υπερβάλλουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "υπερέβαλλα",
      "εσύ": "υπερέβαλλες",
      "αυτός/ή/ό": "υπερέβαλλε",
      "εμείς": "υπερβάλλαμε",
      "εσείς": "υπερβάλλατε",
      "αυτοί/ές/ά": "υπερέβαλλαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υπερβάλλω",
      "εσύ": "θα υπερβάλλεις",
      "αυτός/ή/ό": "θα υπερβάλλει",
      "εμείς": "θα υπερβάλλουμε",
      "εσείς": "θα υπερβάλλετε",
      "αυτοί/ές/ά": "θα υπερβάλλουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υπερβάλω",
      "εσύ": "θα υπερβάλεις",
      "αυτός/ή/ό": "θα υπερβάλει",
      "εμείς": "θα υπερβάλουμε",
      "εσείς": "θα υπερβάλετε",
      "αυτοί/ές/ά": "θα υπερβάλουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "υπερέβαλα",
      "εσύ": "υπερέβαλες",
      "αυτός/ή/ό": "υπερέβαλε",
      "εμείς": "υπερβάλαμε",
      "εσείς": "υπερβάλατε",
      "αυτοί/ές/ά": "υπερέβαλαν"
    }
  },
  "υπογράφω": {
    "meaning": "to sign",
    "Ενεστώτας (Present)": {
      "εγώ": "υπογράφω",
      "εσύ": "υπογράφεις",
      "αυτός/ή/ό": "υπογράφει",
      "εμείς": "υπογράφουμε",
      "εσείς": "υπογράφετε",
      "αυτοί/ές/ά": "υπογράφουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "υπέγραφα",
      "εσύ": "υπέγραφες",
      "αυτός/ή/ό": "υπέγραφε",
      "εμείς": "υπογράφαμε",
      "εσείς": "υπογράφατε",
      "αυτοί/ές/ά": "υπέγραφαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υπογράφω",
      "εσύ": "θα υπογράφεις",
      "αυτός/ή/ό": "θα υπογράφει",
      "εμείς": "θα υπογράφουμε",
      "εσείς": "θα υπογράφετε",
      "αυτοί/ές/ά": "θα υπογράφουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υπογράφω",
      "εσύ": "θα υπογράψεις",
      "αυτός/ή/ό": "θα υπογράψει",
      "εμείς": "θα υπογράψουμε",
      "εσείς": "θα υπογράψετε",
      "αυτοί/ές/ά": "θα υπογράψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "υπέγραψα",
      "εσύ": "υπέγραψες",
      "αυτός/ή/ό": "υπέγραψε",
      "εμείς": "υπογράψαμε",
      "εσείς": "υπογράψατε",
      "αυτοί/ές/ά": "υπέγραψαν"
    }
  },
  "υπολογίζω": {
    "meaning": "to calculate",
    "Ενεστώτας (Present)": {
      "εγώ": "υπολογίζω",
      "εσύ": "υπολογίζεις",
      "αυτός/ή/ό": "υπολογίζει",
      "εμείς": "υπολογίζουμε",
      "εσείς": "υπολογίζετε",
      "αυτοί/ές/ά": "υπολογίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "υπολόγιζα",
      "εσύ": "υπολόγιζες",
      "αυτός/ή/ό": "υπολόγιζε",
      "εμείς": "υπολογίζαμε",
      "εσείς": "υπολογίζατε",
      "αυτοί/ές/ά": "υπολόγιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υπολογίζω",
      "εσύ": "θα υπολογίζεις",
      "αυτός/ή/ό": "θα υπολογίζει",
      "εμείς": "θα υπολογίζουμε",
      "εσείς": "θα υπολογίζετε",
      "αυτοί/ές/ά": "θα υπολογίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υπολογίσω",
      "εσύ": "θα υπολογίσεις",
      "αυτός/ή/ό": "θα υπολογίσει",
      "εμείς": "θα υπολογίσουμε",
      "εσείς": "θα υπολογίσετε",
      "αυτοί/ές/ά": "θα υπολογίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "υπολόγισα",
      "εσύ": "υπολόγισες",
      "αυτός/ή/ό": "υπολόγισε",
      "εμείς": "υπολογίσαμε",
      "εσείς": "υπολογίσατε",
      "αυτοί/ές/ά": "υπολόγισαν"
    }
  },
  "υπομένω": {
    "meaning": "to endure,",
    "Ενεστώτας (Present)": {
      "εγώ": "υπομένω",
      "εσύ": "υπομένεις",
      "αυτός/ή/ό": "υπομένει",
      "εμείς": "υπομένουμε",
      "εσείς": "υπομένετε",
      "αυτοί/ές/ά": "υπομένουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "υπέμενα",
      "εσύ": "υπέμενες",
      "αυτός/ή/ό": "υπέμενε",
      "εμείς": "υπομέναμε",
      "εσείς": "υπομένατε",
      "αυτοί/ές/ά": "υπέμεναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υπομένω",
      "εσύ": "θα υπομένεις",
      "αυτός/ή/ό": "θα υπομένει",
      "εμείς": "θα υπομένουμε",
      "εσείς": "θα υπομένετε",
      "αυτοί/ές/ά": "θα υπομένουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υπομείνω",
      "εσύ": "θα υπομείνεις",
      "αυτός/ή/ό": "θα υπομείνει",
      "εμείς": "θα υπομείνουμε",
      "εσείς": "θα υπομείνετε",
      "αυτοί/ές/ά": "θα υπομείνουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "υπέμεινα",
      "εσύ": "υπέμεινες",
      "αυτός/ή/ό": "υπέμεινε",
      "εμείς": "υπομείναμε",
      "εσείς": "υπομείνατε",
      "αυτοί/ές/ά": "υπέμειναν"
    }
  },
  "υποστηρίζω": {
    "meaning": "to support",
    "Ενεστώτας (Present)": {
      "εγώ": "υποστηρίζω",
      "εσύ": "υποστηρίζεις",
      "αυτός/ή/ό": "υποστηρίζει",
      "εμείς": "υποστηρίζουμε",
      "εσείς": "υποστηρίζετε",
      "αυτοί/ές/ά": "υποστηρίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "υποστήριζα",
      "εσύ": "υποστήριζες",
      "αυτός/ή/ό": "υποστήριζε",
      "εμείς": "υποστηρίζαμε",
      "εσείς": "υποστηρίζατε",
      "αυτοί/ές/ά": "υποστήριζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υποστηρίζω",
      "εσύ": "θα υποστηρίζεις",
      "αυτός/ή/ό": "θα υποστηρίζει",
      "εμείς": "θα υποστηρίζουμε",
      "εσείς": "θα υποστηρίζετε",
      "αυτοί/ές/ά": "θα υποστηρίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υποστηρίξω",
      "εσύ": "θα υποστηρίξεις",
      "αυτός/ή/ό": "θα υποστηρίξει",
      "εμείς": "θα υποστηρίξουμε",
      "εσείς": "θα υποστηρίξετε",
      "αυτοί/ές/ά": "θα υποστηρίξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "υποστήριξα",
      "εσύ": "υποστήριξες",
      "αυτός/ή/ό": "υποστήριξε",
      "εμείς": "υποστηρίξαμε",
      "εσείς": "υποστηρίξατε",
      "αυτοί/ές/ά": "υποστήριξαν"
    }
  },
  "υπόσχομαι": {
    "meaning": "to promise,",
    "Ενεστώτας (Present)": {
      "εγώ": "υπόσχομαι",
      "εσύ": "υπόσχεσαι",
      "αυτός/ή/ό": "υπόσχεται",
      "εμείς": "υποσχόμαστε",
      "εσείς": "υπόσχεστε",
      "αυτοί/ές/ά": "υπόσχονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "υποσχόμουν",
      "εσύ": "υποσχόσουν",
      "αυτός/ή/ό": "υποσχόταν",
      "εμείς": "υποσχόμαστε",
      "εσείς": "υποσχόσαστε",
      "αυτοί/ές/ά": "υπόσχονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υπόσχομαι",
      "εσύ": "θα υπόσχεσαι",
      "αυτός/ή/ό": "θα υπόσχεται",
      "εμείς": "θα υποσχόμαστε",
      "εσείς": "θα υπόσχεστε",
      "αυτοί/ές/ά": "θα υπόσχονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υποσχεθώ",
      "εσύ": "θα υποσχεθείς",
      "αυτός/ή/ό": "θα υποσχεθεί",
      "εμείς": "θα υποσχεθούμε",
      "εσείς": "θα υποσχεθείτε",
      "αυτοί/ές/ά": "θα υποσχεθούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "υποσχέθηκα",
      "εσύ": "υποσχέθηκες",
      "αυτός/ή/ό": "υποσχέθηκε",
      "εμείς": "υποσχεθήκαμε",
      "εσείς": "υποσχεθήκατε",
      "αυτοί/ές/ά": "υποσχέθηκαν"
    }
  },
  "υφαίνω": {
    "meaning": "to weave",
    "Ενεστώτας (Present)": {
      "εγώ": "υφαίνω",
      "εσύ": "υφαίνεις",
      "αυτός/ή/ό": "υφαίνει",
      "εμείς": "υφαίνουμε",
      "εσείς": "υφαίνετε",
      "αυτοί/ές/ά": "υφαίνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "ύφαινα",
      "εσύ": "ύφαινες",
      "αυτός/ή/ό": "ύφαινε",
      "εμείς": "υφαίναμε",
      "εσείς": "υφαίνατε",
      "αυτοί/ές/ά": "ύφαιναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα υφαίνω",
      "εσύ": "θα υφαίνεις",
      "αυτός/ή/ό": "θα υφαίνει",
      "εμείς": "θα υφαίνουμε",
      "εσείς": "θα υφαίνετε",
      "αυτοί/ές/ά": "θα υφαίνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα υφάνω",
      "εσύ": "θα υφάνεις",
      "αυτός/ή/ό": "θα υφάνει",
      "εμείς": "θα υφάνουμε",
      "εσείς": "θα υφάνετε",
      "αυτοί/ές/ά": "θα υφάνουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "ύφανα",
      "εσύ": "ύφανες",
      "αυτός/ή/ό": "ύφανε",
      "εμείς": "υφάναμε",
      "εσείς": "υφάνατε",
      "αυτοί/ές/ά": "ύφαναν"
    }
  },
  "φαίνομαι": {
    "meaning": "to seem,",
    "Ενεστώτας (Present)": {
      "εγώ": "φαίνομαι",
      "εσύ": "φαίνεσαι",
      "αυτός/ή/ό": "φαίνεται",
      "εμείς": "φαινόμαστε",
      "εσείς": "φαίνεστε",
      "αυτοί/ές/ά": "φαίνονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φαινόμουν",
      "εσύ": "φαινόσουν",
      "αυτός/ή/ό": "φαινόταν",
      "εμείς": "φαινόμαστε",
      "εσείς": "φαινόσαστε",
      "αυτοί/ές/ά": "φαίνονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φαίνομαι",
      "εσύ": "θα φαίνεσαι",
      "αυτός/ή/ό": "θα φαίνεται",
      "εμείς": "θα φαινόμαστε",
      "εσείς": "θα φαίνεστε",
      "αυτοί/ές/ά": "θα φαίνονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φανώ",
      "εσύ": "θα φανείς",
      "αυτός/ή/ό": "θα φανεί",
      "εμείς": "θα φανούμε",
      "εσείς": "θα φανείτε",
      "αυτοί/ές/ά": "θα φανούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φάνηκα",
      "εσύ": "φάνηκες",
      "αυτός/ή/ό": "φάνηκε",
      "εμείς": "φανήκαμε",
      "εσείς": "φανήκατε",
      "αυτοί/ές/ά": "φάνηκαν"
    }
  },
  "φαντάζομαι": {
    "meaning": "to imagine,",
    "Ενεστώτας (Present)": {
      "εγώ": "φαντάζομαι",
      "εσύ": "φαντάζεσαι",
      "αυτός/ή/ό": "φαντάζεται",
      "εμείς": "φανταζόμαστε",
      "εσείς": "φαντάζεστε",
      "αυτοί/ές/ά": "φαντάζονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φανταζόμουν",
      "εσύ": "φανταζόσουν",
      "αυτός/ή/ό": "φανταζόταν",
      "εμείς": "φανταζόμαστε",
      "εσείς": "φανταζόσαστε",
      "αυτοί/ές/ά": "φαντάζονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φαντάζομαι",
      "εσύ": "θα φαντάζεσαι",
      "αυτός/ή/ό": "θα φαντάζεται",
      "εμείς": "θα φανταζόμαστε",
      "εσείς": "θα φαντάζεστε",
      "αυτοί/ές/ά": "θα φαντάζονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φανταστώ",
      "εσύ": "θα φανταστείς",
      "αυτός/ή/ό": "θα φανταστεί",
      "εμείς": "θα φανταστούμε",
      "εσείς": "θα φανταστείτε",
      "αυτοί/ές/ά": "θα φανταστούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φαντάστηκα",
      "εσύ": "φαντάστηκες",
      "αυτός/ή/ό": "φαντάστηκε",
      "εμείς": "φανταστήκαμε",
      "εσείς": "φανταστήκατε",
      "αυτοί/ές/ά": "φαντάστηκαν"
    }
  },
  "φαρδαίνω": {
    "meaning": "to widen",
    "Ενεστώτας (Present)": {
      "εγώ": "φαρδαίνω",
      "εσύ": "φαρδαίνεις",
      "αυτός/ή/ό": "φαρδαίνει",
      "εμείς": "φαρδαίνουμε",
      "εσείς": "φαρδαίνετε",
      "αυτοί/ές/ά": "φαρδαίνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φάρδαινα",
      "εσύ": "φάρδαινες",
      "αυτός/ή/ό": "φάρδαινε",
      "εμείς": "φαρδαίναμε",
      "εσείς": "φαρδαίνατε",
      "αυτοί/ές/ά": "φάρδαιναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φαρδαίνω",
      "εσύ": "θα φαρδαίνεις",
      "αυτός/ή/ό": "θα φαρδαίνει",
      "εμείς": "θα φαρδαίνουμε",
      "εσείς": "θα φαρδαίνετε",
      "αυτοί/ές/ά": "θα φαρδαίνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φαρδύνω",
      "εσύ": "θα φαρδύνεις",
      "αυτός/ή/ό": "θα φαρδύνει",
      "εμείς": "θα φαρδύνουμε",
      "εσείς": "θα φαρδύνετε",
      "αυτοί/ές/ά": "θα φαρδύνουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φάρδυνα",
      "εσύ": "φάρδυνες",
      "αυτός/ή/ό": "φάρδυνε",
      "εμείς": "φαρδύναμε",
      "εσείς": "φαρδύνατε",
      "αυτοί/ές/ά": "φάρδυναν"
    }
  },
  "φέρνω": {
    "meaning": "to bring",
    "Ενεστώτας (Present)": {
      "εγώ": "φέρνω",
      "εσύ": "φέρνεις",
      "αυτός/ή/ό": "φέρνει",
      "εμείς": "φέρνουμε",
      "εσείς": "φέρνετε",
      "αυτοί/ές/ά": "φέρνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έφερνα",
      "εσύ": "έφερνες",
      "αυτός/ή/ό": "έφερνε",
      "εμείς": "φέρναμε",
      "εσείς": "φέρνατε",
      "αυτοί/ές/ά": "έφερναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φέρνω",
      "εσύ": "θα φέρνεις",
      "αυτός/ή/ό": "θα φέρνει",
      "εμείς": "θα φέρνουμε",
      "εσείς": "θα φέρνετε",
      "αυτοί/ές/ά": "θα φέρνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φέρω",
      "εσύ": "θα φέρεις",
      "αυτός/ή/ό": "θα φέρει",
      "εμείς": "θα φέρουμε",
      "εσείς": "θα φέρετε",
      "αυτοί/ές/ά": "θα φέρουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έφερα",
      "εσύ": "έφερες",
      "αυτός/ή/ό": "έφερε",
      "εμείς": "φέραμε",
      "εσείς": "φέρατε",
      "αυτοί/ές/ά": "έφεραν"
    }
  },
  "φέρομαι": {
    "meaning": "to behave,",
    "Ενεστώτας (Present)": {
      "εγώ": "φέρομαι",
      "εσύ": "φέρεσαι",
      "αυτός/ή/ό": "φέρεται",
      "εμείς": "φερόμαστε",
      "εσείς": "φέρεστε",
      "αυτοί/ές/ά": "φέρονται"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φέρομαι",
      "εσύ": "θα φέρεσαι",
      "αυτός/ή/ό": "θα φέρεται",
      "εμείς": "θα φερόμαστε",
      "εσείς": "θα φέρεστε",
      "αυτοί/ές/ά": "θα φέρονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φερθώ",
      "εσύ": "θα φερθείς",
      "αυτός/ή/ό": "θα φερθεί",
      "εμείς": "θα φερθούμε",
      "εσείς": "θα φερθείτε",
      "αυτοί/ές/ά": "θα φερθούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φέρθηκα",
      "εσύ": "φέρθηκες",
      "αυτός/ή/ό": "φέρθηκε",
      "εμείς": "φερθήκαμε",
      "εσείς": "φερθήκατε",
      "αυτοί/ές/ά": "φέρθηκαν"
    }
  },
  "φεύγω": {
    "meaning": "to leave,",
    "Ενεστώτας (Present)": {
      "εγώ": "φεύγω",
      "εσύ": "φεύγεις",
      "αυτός/ή/ό": "φεύγει",
      "εμείς": "φεύγουμε",
      "εσείς": "φεύγετε",
      "αυτοί/ές/ά": "φεύγουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έφευγα",
      "εσύ": "έφευγες",
      "αυτός/ή/ό": "έφευγε",
      "εμείς": "φεύγαμε",
      "εσείς": "φεύγατε",
      "αυτοί/ές/ά": "έφευγαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φεύγω",
      "εσύ": "θα φεύγεις",
      "αυτός/ή/ό": "θα φεύγει",
      "εμείς": "θα φεύγουμε",
      "εσείς": "θα φεύγετε",
      "αυτοί/ές/ά": "θα φεύγουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φύγω",
      "εσύ": "θα φύγεις",
      "αυτός/ή/ό": "θα φύγει",
      "εμείς": "θα φύγουμε",
      "εσείς": "θα φύγετε",
      "αυτοί/ές/ά": "θα φύγουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έφυγα",
      "εσύ": "έφυγες",
      "αυτός/ή/ό": "έφυγε",
      "εμείς": "φύγαμε",
      "εσείς": "φύγατε",
      "αυτοί/ές/ά": "έφυγαν"
    }
  },
  "φθείρω": {
    "meaning": "to perish,",
    "Ενεστώτας (Present)": {
      "εγώ": "φθείρω",
      "εσύ": "φθείρεις",
      "αυτός/ή/ό": "φθείρει",
      "εμείς": "φθείρουμε",
      "εσείς": "φθείρετε",
      "αυτοί/ές/ά": "φθείρουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έφθειρα",
      "εσύ": "έφθειρες",
      "αυτός/ή/ό": "έφθειρε",
      "εμείς": "φθείραμε",
      "εσείς": "φθείρατε",
      "αυτοί/ές/ά": "έφθειραν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φθείρω",
      "εσύ": "θα φθείρεις",
      "αυτός/ή/ό": "θα φθείρει",
      "εμείς": "θα φθείρουμε",
      "εσείς": "θα φθείρετε",
      "αυτοί/ές/ά": "θα φθείρουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φθείρω",
      "εσύ": "θα φθείρεις",
      "αυτός/ή/ό": "θα φθείρει",
      "εμείς": "θα φθείρουμε",
      "εσείς": "θα φθείρετε",
      "αυτοί/ές/ά": "θα φθείρουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έφθειρα",
      "εσύ": "έφθειρες",
      "αυτός/ή/ό": "έφθειρε",
      "εμείς": "φθείραμε",
      "εσείς": "φθείρατε",
      "αυτοί/ές/ά": "έφθειραν"
    }
  },
  "φιλώ": {
    "meaning": "to kiss",
    "Ενεστώτας (Present)": {
      "εγώ": "φιλώ",
      "εσύ": "φιλάς",
      "αυτός/ή/ό": "φιλά",
      "εμείς": "φιλάμε",
      "εσείς": "φιλάτε",
      "αυτοί/ές/ά": "φιλάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φιλούσα",
      "εσύ": "φιλούσες",
      "αυτός/ή/ό": "φιλούσε",
      "εμείς": "φιλούσαμε",
      "εσείς": "φιλούσατε",
      "αυτοί/ές/ά": "φιλούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φιλώ",
      "εσύ": "θα φιλάς",
      "αυτός/ή/ό": "θα φιλά",
      "εμείς": "θα φιλάμε",
      "εσείς": "θα φιλάτε",
      "αυτοί/ές/ά": "θα φιλάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φιλήσω",
      "εσύ": "θα φιλήσεις",
      "αυτός/ή/ό": "θα φιλήσει",
      "εμείς": "θα φιλήσουμε",
      "εσείς": "θα φιλήσετε",
      "αυτοί/ές/ά": "θα φιλήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φίλησα",
      "εσύ": "φίλησες",
      "αυτός/ή/ό": "φίλησε",
      "εμείς": "φιλήσαμε",
      "εσείς": "φιλήσατε",
      "αυτοί/ές/ά": "φίλησαν"
    }
  },
  "φοβάμαι": {
    "meaning": "to fear,",
    "Ενεστώτας (Present)": {
      "εγώ": "φοβάμαι",
      "εσύ": "φοβάσαι",
      "αυτός/ή/ό": "φοβάται",
      "εμείς": "φοβόμαστε",
      "εσείς": "φοβάστε",
      "αυτοί/ές/ά": "φοβούνται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φοβόμουν",
      "εσύ": "φοβόσουν",
      "αυτός/ή/ό": "φοβόταν",
      "εμείς": "φοβόμαστε",
      "εσείς": "φοβόσαστε",
      "αυτοί/ές/ά": "φοβόνταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φοβάμαι",
      "εσύ": "θα φοβάσαι",
      "αυτός/ή/ό": "θα φοβάται",
      "εμείς": "θα φοβόμαστε",
      "εσείς": "θα φοβάστε",
      "αυτοί/ές/ά": "θα φοβούνται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φοβηθώ",
      "εσύ": "θα φοβηθείς",
      "αυτός/ή/ό": "θα φοβηθεί",
      "εμείς": "θα φοβηθούμε",
      "εσείς": "θα φοβηθείτε",
      "αυτοί/ές/ά": "θα φοβηθούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φοβήθηκα",
      "εσύ": "φοβήθηκες",
      "αυτός/ή/ό": "φοβήθηκε",
      "εμείς": "φοβηθήκαμε",
      "εσείς": "φοβηθήκατε",
      "αυτοί/ές/ά": "φοβήθηκαν"
    }
  },
  "φονεύω": {
    "meaning": "to kill,",
    "Ενεστώτας (Present)": {
      "εγώ": "φονεύω",
      "εσύ": "φονεύεις",
      "αυτός/ή/ό": "φονεύει",
      "εμείς": "φονεύουμε",
      "εσείς": "φονεύετε",
      "αυτοί/ές/ά": "φονεύουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φόνευα",
      "εσύ": "φόνευες",
      "αυτός/ή/ό": "φόνευε",
      "εμείς": "φονεύαμε",
      "εσείς": "φονεύατε",
      "αυτοί/ές/ά": "φόνευαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φονεύω",
      "εσύ": "θα φονεύεις",
      "αυτός/ή/ό": "θα φονεύει",
      "εμείς": "θα φονεύουμε",
      "εσείς": "θα φονεύετε",
      "αυτοί/ές/ά": "θα φονεύουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φονεύσω",
      "εσύ": "θα φονεύσεις",
      "αυτός/ή/ό": "θα φονεύσει",
      "εμείς": "θα φονεύσουμε",
      "εσείς": "θα φονεύσετε",
      "αυτοί/ές/ά": "θα φονεύσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φόνευσα",
      "εσύ": "φόνευσες",
      "αυτός/ή/ό": "φόνευσε",
      "εμείς": "φονεύσαμε",
      "εσείς": "φονεύσατε",
      "αυτοί/ές/ά": "φόνευσαν"
    }
  },
  "φορτώνω": {
    "meaning": "to load,",
    "Ενεστώτας (Present)": {
      "εγώ": "φορτώνω",
      "εσύ": "φορτώνεις",
      "αυτός/ή/ό": "φορτώνει",
      "εμείς": "φορτώνουμε",
      "εσείς": "φορτώνετε",
      "αυτοί/ές/ά": "φορτώνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φόρτωνα",
      "εσύ": "φόρτωνες",
      "αυτός/ή/ό": "φόρτωνε",
      "εμείς": "φορτώναμε",
      "εσείς": "φορτώνατε",
      "αυτοί/ές/ά": "φόρτωναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φορτώνω",
      "εσύ": "θα φορτώνεις",
      "αυτός/ή/ό": "θα φορτώνει",
      "εμείς": "θα φορτώνουμε",
      "εσείς": "θα φορτώνετε",
      "αυτοί/ές/ά": "θα φορτώνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φορτώσω",
      "εσύ": "θα φορτώσεις",
      "αυτός/ή/ό": "θα φορτώσει",
      "εμείς": "θα φορτώσουμε",
      "εσείς": "θα φορτώσετε",
      "αυτοί/ές/ά": "θα φορτώσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φόρτωσα",
      "εσύ": "φόρτωσες",
      "αυτός/ή/ό": "φόρτωσε",
      "εμείς": "φορτώσαμε",
      "εσείς": "φορτώσατε",
      "αυτοί/ές/ά": "φόρτωσαν"
    }
  },
  "φορώ": {
    "meaning": "to dance",
    "Ενεστώτας (Present)": {
      "εγώ": "φορώ",
      "εσύ": "φοράς",
      "αυτός/ή/ό": "φορά",
      "εμείς": "φοράμε",
      "εσείς": "φοράτε",
      "αυτοί/ές/ά": "φοράν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φορούσα",
      "εσύ": "φορούσες",
      "αυτός/ή/ό": "φορούσε",
      "εμείς": "φορούσαμε",
      "εσείς": "φορούσατε",
      "αυτοί/ές/ά": "φορούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φορώ",
      "εσύ": "θα φοράς",
      "αυτός/ή/ό": "θα φορά",
      "εμείς": "θα φοράμε",
      "εσείς": "θα φοράτε",
      "αυτοί/ές/ά": "θα φοράν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φορέσω",
      "εσύ": "θα φορέσεις",
      "αυτός/ή/ό": "θα φορέσει",
      "εμείς": "θα φορέσουμε",
      "εσείς": "θα φορέσετε",
      "αυτοί/ές/ά": "θα φορέσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φόρεσα",
      "εσύ": "φόρεσες",
      "αυτός/ή/ό": "φόρεσε",
      "εμείς": "φορέσαμε",
      "εσείς": "φορέσατε",
      "αυτοί/ές/ά": "φόρεσαν"
    }
  },
  "φράζω": {
    "meaning": "to fence",
    "Ενεστώτας (Present)": {
      "εγώ": "φράζω",
      "εσύ": "φράζεις",
      "αυτός/ή/ό": "φράζει",
      "εμείς": "φράζουμε",
      "εσείς": "φράζετε",
      "αυτοί/ές/ά": "φράζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έφραζα",
      "εσύ": "έφραζες",
      "αυτός/ή/ό": "έφραζε",
      "εμείς": "φράζαμε",
      "εσείς": "φράζατε",
      "αυτοί/ές/ά": "έφραζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φράζω",
      "εσύ": "θα φράζεις",
      "αυτός/ή/ό": "θα φράζει",
      "εμείς": "θα φράζουμε",
      "εσείς": "θα φράζετε",
      "αυτοί/ές/ά": "θα φράζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φράξω",
      "εσύ": "θα φράξεις",
      "αυτός/ή/ό": "θα φράξει",
      "εμείς": "θα φράξουμε",
      "εσείς": "θα φράξετε",
      "αυτοί/ές/ά": "θα φράξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έφραξα",
      "εσύ": "έφραξες",
      "αυτός/ή/ό": "έφραξε",
      "εμείς": "φράξαμε",
      "εσείς": "φράξατε",
      "αυτοί/ές/ά": "έφραξαν"
    }
  },
  "φροντίζω": {
    "meaning": "to care for,",
    "Ενεστώτας (Present)": {
      "εγώ": "φροντίζω",
      "εσύ": "φροντίζεις",
      "αυτός/ή/ό": "φροντίζει",
      "εμείς": "φροντίζουμε",
      "εσείς": "φροντίζετε",
      "αυτοί/ές/ά": "φροντίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φρόντιζα",
      "εσύ": "φρόντιζες",
      "αυτός/ή/ό": "φρόντιζε",
      "εμείς": "φροντίζαμε",
      "εσείς": "φροντίζατε",
      "αυτοί/ές/ά": "φρόντιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φροντίζω",
      "εσύ": "θα φροντίζεις",
      "αυτός/ή/ό": "θα φροντίζει",
      "εμείς": "θα φροντίζουμε",
      "εσείς": "θα φροντίζετε",
      "αυτοί/ές/ά": "θα φροντίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φροντίσω",
      "εσύ": "θα φροντίσεις",
      "αυτός/ή/ό": "θα φροντίσει",
      "εμείς": "θα φροντίσουμε",
      "εσείς": "θα φροντίσετε",
      "αυτοί/ές/ά": "θα φροντίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φρόντισα",
      "εσύ": "φρόντισες",
      "αυτός/ή/ό": "φρόντισε",
      "εμείς": "φροντίσαμε",
      "εσείς": "φροντίσατε",
      "αυτοί/ές/ά": "φρόντισαν"
    }
  },
  "φταίω": {
    "meaning": "to be at fault,",
    "Ενεστώτας (Present)": {
      "εγώ": "φταίω",
      "εσύ": "φταις",
      "αυτός/ή/ό": "φταίει",
      "εμείς": "φταίμε",
      "εσείς": "φταίτε",
      "αυτοί/ές/ά": "φταιν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έφταιγα",
      "εσύ": "έφταιγες",
      "αυτός/ή/ό": "έφταιγε",
      "εμείς": "φταίγαμε",
      "εσείς": "φταίγατε",
      "αυτοί/ές/ά": "έφταιγαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φταίω",
      "εσύ": "θα φταις",
      "αυτός/ή/ό": "θα φταίει",
      "εμείς": "θα φταίμε",
      "εσείς": "θα φταίτε",
      "αυτοί/ές/ά": "θα φταιν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φταίξω",
      "εσύ": "θα φταίξεις",
      "αυτός/ή/ό": "θα φταίξει",
      "εμείς": "θα φταίξουμε",
      "εσείς": "θα φταίξετε",
      "αυτοί/ές/ά": "θα φταίξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έφταιξα",
      "εσύ": "έφταιξες",
      "αυτός/ή/ό": "έφταιξε",
      "εμείς": "φταίξαμε",
      "εσείς": "φταίξατε",
      "αυτοί/ές/ά": "έφταιξαν"
    }
  },
  "φτάνω": {
    "meaning": "to arrive,",
    "Ενεστώτας (Present)": {
      "εγώ": "φτάνω",
      "εσύ": "φτάνεις",
      "αυτός/ή/ό": "φτάνει",
      "εμείς": "φτάνουμε",
      "εσείς": "φτάνετε",
      "αυτοί/ές/ά": "φτάνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έφτανα",
      "εσύ": "έφτανες",
      "αυτός/ή/ό": "έφτανε",
      "εμείς": "φτάναμε",
      "εσείς": "φτάνατε",
      "αυτοί/ές/ά": "έφταναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φτάνω",
      "εσύ": "θα φτάνεις",
      "αυτός/ή/ό": "θα φτάνει",
      "εμείς": "θα φτάνουμε",
      "εσείς": "θα φτάνετε",
      "αυτοί/ές/ά": "θα φτάνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φτάσω",
      "εσύ": "θα φτάσεις",
      "αυτός/ή/ό": "θα φτάσει",
      "εμείς": "θα φτάσουμε",
      "εσείς": "θα φτάσετε",
      "αυτοί/ές/ά": "θα φτάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έφτασα",
      "εσύ": "έφτασες",
      "αυτός/ή/ό": "έφτασε",
      "εμείς": "φτάσαμε",
      "εσείς": "φτάσατε",
      "αυτοί/ές/ά": "έφτασαν"
    }
  },
  "φταρνίζομαι": {
    "meaning": "to sneeze",
    "Ενεστώτας (Present)": {
      "εγώ": "φταρνίζομαι",
      "εσύ": "φταρνίζεσαι",
      "αυτός/ή/ό": "φταρνίζεται",
      "εμείς": "φταρνιζόμαστε",
      "εσείς": "φταρνίζεστε",
      "αυτοί/ές/ά": "φταρνίζονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φταρνιζόμουν",
      "εσύ": "φταρνιζόσουν",
      "αυτός/ή/ό": "φταρνιζόταν",
      "εμείς": "φταρνιζόμαστε",
      "εσείς": "φταρνιζόσαστε",
      "αυτοί/ές/ά": "φταρνίζονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φταρνίζομαι",
      "εσύ": "θα φταρνίζεσαι",
      "αυτός/ή/ό": "θα φταρνίζεται",
      "εμείς": "θα φταρνιζόμαστε",
      "εσείς": "θα φταρνίζεστε",
      "αυτοί/ές/ά": "θα φταρνίζονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φταρνιστώ",
      "εσύ": "θα φταρνιστείς",
      "αυτός/ή/ό": "θα φταρνιστεί",
      "εμείς": "θα φταρνιστούμε",
      "εσείς": "θα φταρνιστείτε",
      "αυτοί/ές/ά": "θα φταρνιστούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φταρνίστηκα",
      "εσύ": "φταρνίστηκες",
      "αυτός/ή/ό": "φταρνίστηκε",
      "εμείς": "φταρνιστήκαμε",
      "εσείς": "φταρνιστήκατε",
      "αυτοί/ές/ά": "φταρνίστηκαν"
    }
  },
  "φυλακίζω": {
    "meaning": "to guard,",
    "Ενεστώτας (Present)": {
      "εγώ": "φυλακίζω",
      "εσύ": "φυλακίζεις",
      "αυτός/ή/ό": "φυλακίζει",
      "εμείς": "φυλακίζουμε",
      "εσείς": "φυλακίζετε",
      "αυτοί/ές/ά": "φυλακίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φυλακίζαμε",
      "εσύ": "φυλακίζατε",
      "αυτός/ή/ό": "φυλάκιζαν",
      "εμείς": "θα φυλακίζω",
      "εσείς": "θα φυλακίζεις",
      "αυτοί/ές/ά": "θα φυλακίζει"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φυλακίζουμε",
      "εσύ": "θα φυλακίζετε",
      "αυτός/ή/ό": "θα φυλακίζουν",
      "εμείς": "θα φυλακίσω",
      "εσείς": "θα φυλακίσεις",
      "αυτοί/ές/ά": "θα φυλακίσει"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φυλακίσουμε",
      "εσύ": "θα φυλακίσετε",
      "αυτός/ή/ό": "θα φυλακίσουν",
      "εμείς": "φυλάκισα",
      "εσείς": "φυλάκισες",
      "αυτοί/ές/ά": "φυλάκισε"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φυλακίσαμε",
      "εσύ": "φυλακίσατε",
      "αυτός/ή/ό": "φυλάκισαν",
      "εμείς": "να φυλακίσω",
      "εσείς": "να φυλακίσεις",
      "αυτοί/ές/ά": "να φυλακίσει"
    }
  },
  "φυσώ": {
    "meaning": "to blow,",
    "Ενεστώτας (Present)": {
      "εγώ": "φυσώ",
      "εσύ": "φυσάς",
      "αυτός/ή/ό": "φυσά",
      "εμείς": "φυσάμε",
      "εσείς": "φυσάτε",
      "αυτοί/ές/ά": "φυσάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φυσούσα",
      "εσύ": "φυσούσες",
      "αυτός/ή/ό": "φυσούσε",
      "εμείς": "φυσούσαμε",
      "εσείς": "φυσούσατε",
      "αυτοί/ές/ά": "φυσούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φυσώ",
      "εσύ": "θα φυσάς",
      "αυτός/ή/ό": "θα φυσά",
      "εμείς": "θα φυσάμε",
      "εσείς": "θα φυσάτε",
      "αυτοί/ές/ά": "θα φυσάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φυσήξω",
      "εσύ": "θα φυσήξεις",
      "αυτός/ή/ό": "θα φυσήξει",
      "εμείς": "θα φυσήξουμε",
      "εσείς": "θα φυσήξετε",
      "αυτοί/ές/ά": "θα φυσήξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φύσηξα",
      "εσύ": "φύσηξες",
      "αυτός/ή/ό": "φύσηξε",
      "εμείς": "φυσήξαμε",
      "εσείς": "φυσήξατε",
      "αυτοί/ές/ά": "φύσηξαν"
    }
  },
  "φυτεύω": {
    "meaning": "to plant",
    "Ενεστώτας (Present)": {
      "εγώ": "φυτεύω",
      "εσύ": "φυτεύεις",
      "αυτός/ή/ό": "φυτεύει",
      "εμείς": "φυτεύουμε",
      "εσείς": "φυτεύετε",
      "αυτοί/ές/ά": "φυτεύουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φύτευα",
      "εσύ": "φύτευες",
      "αυτός/ή/ό": "φύτευε",
      "εμείς": "φυτεύαμε",
      "εσείς": "φυτεύατε",
      "αυτοί/ές/ά": "φύτευαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φυτεύω",
      "εσύ": "θα φυτεύεις",
      "αυτός/ή/ό": "θα φυτεύει",
      "εμείς": "θα φυτεύουμε",
      "εσείς": "θα φυτεύετε",
      "αυτοί/ές/ά": "θα φυτεύουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φυτέψω",
      "εσύ": "θα φυτέψεις",
      "αυτός/ή/ό": "θα φυτέψει",
      "εμείς": "θα φυτέψουμε",
      "εσείς": "θα φυτέψετε",
      "αυτοί/ές/ά": "θα φυτέψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φύτεψα",
      "εσύ": "φύτεψες",
      "αυτός/ή/ό": "φύτεψε",
      "εμείς": "φυτέψαμε",
      "εσείς": "φυτέψατε",
      "αυτοί/ές/ά": "φύτεψαν"
    }
  },
  "φωνάζω": {
    "meaning": "to call, to cry out, to shout",
    "Ενεστώτας (Present)": {
      "εγώ": "φωνάζω",
      "εσύ": "φωνάζεις",
      "αυτός/ή/ό": "φωνάζει",
      "εμείς": "φωνάζουμε",
      "εσείς": "φωνάζετε",
      "αυτοί/ές/ά": "φωνάζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φώναζα",
      "εσύ": "φώναζες",
      "αυτός/ή/ό": "φώναζε",
      "εμείς": "φωνάζαμε",
      "εσείς": "φωνάζατε",
      "αυτοί/ές/ά": "φώναζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φωνάζω",
      "εσύ": "θα φωνάζεις",
      "αυτός/ή/ό": "θα φωνάζει",
      "εμείς": "θα φωνάζουμε",
      "εσείς": "θα φωνάζετε",
      "αυτοί/ές/ά": "θα φωνάζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φωνάξω",
      "εσύ": "θα φωνάξεις",
      "αυτός/ή/ό": "θα φωνάξει",
      "εμείς": "θα φωνάξουμε",
      "εσείς": "θα φωνάξετε",
      "αυτοί/ές/ά": "θα φωνάξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φώναξα",
      "εσύ": "φώναξες",
      "αυτός/ή/ό": "φώναξε",
      "εμείς": "φωνάξαμε",
      "εσείς": "φωνάξατε",
      "αυτοί/ές/ά": "φώναξαν"
    }
  },
  "φωτογραφίζω": {
    "meaning": "to photograph,",
    "Ενεστώτας (Present)": {
      "εγώ": "φωτογραφίζω",
      "εσύ": "φωτογραφίζεις",
      "αυτός/ή/ό": "φωτογραφίζει",
      "εμείς": "φωτογραφίζουμε",
      "εσείς": "φωτογραφίζετε",
      "αυτοί/ές/ά": "φωτογραφίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "φωτογράφιζα",
      "εσύ": "φωτογράφιζες",
      "αυτός/ή/ό": "φωτογράφιζε",
      "εμείς": "φωτογραφίζαμε",
      "εσείς": "φωτογραφίζατε",
      "αυτοί/ές/ά": "φωτογράφιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα φωτογραφίζω",
      "εσύ": "θα φωτογραφίζεις",
      "αυτός/ή/ό": "θα φωτογραφίζει",
      "εμείς": "θα φωτογραφίζουμε",
      "εσείς": "θα φωτογραφίζετε",
      "αυτοί/ές/ά": "θα φωτογραφίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα φωτογραφίσω",
      "εσύ": "θα φωτογραφίσεις",
      "αυτός/ή/ό": "θα φωτογραφίσει",
      "εμείς": "θα φωτογραφίσουμε",
      "εσείς": "θα φωτογραφίσετε",
      "αυτοί/ές/ά": "θα φωτογραφίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "φωτογράφισα",
      "εσύ": "φωτογράφισες",
      "αυτός/ή/ό": "φωτογράφισε",
      "εμείς": "φωτογραφίσαμε",
      "εσείς": "φωτογραφίσατε",
      "αυτοί/ές/ά": "φωτογράφισαν"
    }
  },
  "χαϊδεύω": {
    "meaning": "to caress,",
    "Ενεστώτας (Present)": {
      "εγώ": "χαϊδεύω",
      "εσύ": "χαϊδεύεις",
      "αυτός/ή/ό": "χαϊδεύει",
      "εμείς": "χαϊδεύουμε",
      "εσείς": "χαϊδεύετε",
      "αυτοί/ές/ά": "χαϊδεύουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χάιδευα",
      "εσύ": "χάιδευες",
      "αυτός/ή/ό": "χάϊδευε",
      "εμείς": "χαϊδεύαμε",
      "εσείς": "χαϊδεύατε",
      "αυτοί/ές/ά": "χάϊδευαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χαϊδεύω",
      "εσύ": "θα χαϊδεύεις",
      "αυτός/ή/ό": "θα χαϊδεύει",
      "εμείς": "θα χαϊδεύουμε",
      "εσείς": "θα χαϊδεύετε",
      "αυτοί/ές/ά": "θα χαϊδεύουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χαϊδέψω",
      "εσύ": "θα χαϊδέψεις",
      "αυτός/ή/ό": "θα χαϊδέψει",
      "εμείς": "θα χαϊδέψουμε",
      "εσείς": "θα χαϊδέψετε",
      "αυτοί/ές/ά": "θα χαϊδέψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χάϊδεψα",
      "εσύ": "χάιδεψες",
      "αυτός/ή/ό": "χάϊδεψε",
      "εμείς": "χαϊδέψαμε",
      "εσείς": "χαϊδέψατε",
      "αυτοί/ές/ά": "χάϊδεψαν"
    }
  },
  "χαιρετίζω": {
    "meaning": "to greet",
    "Ενεστώτας (Present)": {
      "εγώ": "χαιρετίζω",
      "εσύ": "χαιρετίζεις",
      "αυτός/ή/ό": "χαιρετίζει",
      "εμείς": "χαιρετίζουμε",
      "εσείς": "χαιρετίζετε",
      "αυτοί/ές/ά": "χαιρετίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χαιρέτιζα",
      "εσύ": "χαιρέτιζες",
      "αυτός/ή/ό": "χαιρέτιζε",
      "εμείς": "χαιρετίζαμε",
      "εσείς": "χαιρετίζατε",
      "αυτοί/ές/ά": "χαιρέτιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χαιρετίζω",
      "εσύ": "θα χαιρετίζεις",
      "αυτός/ή/ό": "θα χαιρετίζει",
      "εμείς": "θα χαιρετίζουμε",
      "εσείς": "θα χαιρετίζετε",
      "αυτοί/ές/ά": "θα χαιρετίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χαιρετίσω",
      "εσύ": "θα χαιρετίσεις",
      "αυτός/ή/ό": "θα χαιρετίσει",
      "εμείς": "θα χαιρετίσουμε",
      "εσείς": "θα χαιρετίσετε",
      "αυτοί/ές/ά": "θα χαιρετίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χαιρέτισα",
      "εσύ": "χαιρέτισες",
      "αυτός/ή/ό": "χαιρέτισε",
      "εμείς": "χαιρετίσαμε",
      "εσείς": "χαιρετίσατε",
      "αυτοί/ές/ά": "χαιρέτισαν"
    }
  },
  "χαίρομαι": {
    "meaning": "to be glad,",
    "Ενεστώτας (Present)": {
      "εγώ": "χαίρομαι",
      "εσύ": "χαίρεσαι",
      "αυτός/ή/ό": "χαίρεται",
      "εμείς": "χαιρόμαστε",
      "εσείς": "χαίρεστε",
      "αυτοί/ές/ά": "χαίρονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χαιρόμουν",
      "εσύ": "χαιρόσουν",
      "αυτός/ή/ό": "χαιρόταν",
      "εμείς": "χαιρόμαστε",
      "εσείς": "χαιρόσαστε",
      "αυτοί/ές/ά": "χαίρονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χαίρομαι",
      "εσύ": "θα χαίρεσαι",
      "αυτός/ή/ό": "θα χαίρεται",
      "εμείς": "θα χαιρόμαστε",
      "εσείς": "θα χαίρεστε",
      "αυτοί/ές/ά": "θα χαίρονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χαρώ",
      "εσύ": "θα χαρείς",
      "αυτός/ή/ό": "θα χαρεί",
      "εμείς": "θα χαρούμε",
      "εσείς": "θα χαρείτε",
      "αυτοί/ές/ά": "θα χαρούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χάρηκα",
      "εσύ": "χάρηκες",
      "αυτός/ή/ό": "χάρηκε",
      "εμείς": "χαρήκαμε",
      "εσείς": "χαρήκατε",
      "αυτοί/ές/ά": "χάρηκαν"
    }
  },
  "χαλώ": {
    "meaning": "to spoil,",
    "Ενεστώτας (Present)": {
      "εγώ": "χαλώ",
      "εσύ": "χαλάς",
      "αυτός/ή/ό": "χαλά",
      "εμείς": "χαλάμε",
      "εσείς": "χαλάτε",
      "αυτοί/ές/ά": "χαλάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χαλούσα",
      "εσύ": "χαλούσες",
      "αυτός/ή/ό": "χαλούσε",
      "εμείς": "χαλούσαμε",
      "εσείς": "χαλούσατε",
      "αυτοί/ές/ά": "χαλούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χαλώ",
      "εσύ": "θα χαλάς",
      "αυτός/ή/ό": "θα χαλά",
      "εμείς": "θα χαλάμε",
      "εσείς": "θα χαλάτε",
      "αυτοί/ές/ά": "θα χαλάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χαλάσω",
      "εσύ": "θα χαλάσεις",
      "αυτός/ή/ό": "θα χαλάσει",
      "εμείς": "θα χαλάσουμε",
      "εσείς": "θα χαλάσετε",
      "αυτοί/ές/ά": "θα χαλάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χάλασα",
      "εσύ": "χάλασες",
      "αυτός/ή/ό": "χάλασε",
      "εμείς": "χαλάσαμε",
      "εσείς": "χαλάσατε",
      "αυτοί/ές/ά": "χάλασαν"
    }
  },
  "χάνομαι": {
    "meaning": "to be lost",
    "Ενεστώτας (Present)": {
      "εγώ": "χάνομαι",
      "εσύ": "χάνεσαι",
      "αυτός/ή/ό": "χάνεται",
      "εμείς": "χανόμαστε",
      "εσείς": "χάνεστε",
      "αυτοί/ές/ά": "χάνονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χανόμουν",
      "εσύ": "χανόσουν",
      "αυτός/ή/ό": "χανόταν",
      "εμείς": "χανόμαστε",
      "εσείς": "χανόσαστε",
      "αυτοί/ές/ά": "χάνονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χάνομαι",
      "εσύ": "θα χάνεσαι",
      "αυτός/ή/ό": "θα χάνεται",
      "εμείς": "θα χανόμαστε",
      "εσείς": "θα χάνεστε",
      "αυτοί/ές/ά": "θα χάνονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χαθώ",
      "εσύ": "θα χαθείς",
      "αυτός/ή/ό": "θα χαθεί",
      "εμείς": "θα χαθούμε",
      "εσείς": "θα χαθείτε",
      "αυτοί/ές/ά": "θα χαθούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χάθηκα",
      "εσύ": "χάθηκες",
      "αυτός/ή/ό": "χάθηκε",
      "εμείς": "χαθήκαμε",
      "εσείς": "χαθήκατε",
      "αυτοί/ές/ά": "χάθηκαν"
    }
  },
  "χάνω": {
    "meaning": "to lose",
    "Ενεστώτας (Present)": {
      "εγώ": "χάνω",
      "εσύ": "χάνεις",
      "αυτός/ή/ό": "χάνει",
      "εμείς": "χάνουμε",
      "εσείς": "χάνετε",
      "αυτοί/ές/ά": "χάνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έχανα",
      "εσύ": "έχανες",
      "αυτός/ή/ό": "έχανε",
      "εμείς": "χάναμε",
      "εσείς": "χάνατε",
      "αυτοί/ές/ά": "έχαναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χάνω",
      "εσύ": "θα χάνεις",
      "αυτός/ή/ό": "θα χάνει",
      "εμείς": "θα χάνουμε",
      "εσείς": "θα χάνετε",
      "αυτοί/ές/ά": "θα χάνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χάσω",
      "εσύ": "θα χάσεις",
      "αυτός/ή/ό": "θα χάσει",
      "εμείς": "θα χάσουμε",
      "εσείς": "θα χάσετε",
      "αυτοί/ές/ά": "θα χάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έχασα",
      "εσύ": "έχασες",
      "αυτός/ή/ό": "έχασε",
      "εμείς": "χάσαμε",
      "εσείς": "χάσατε",
      "αυτοί/ές/ά": "έχασαν"
    }
  },
  "χαράζω": {
    "meaning": "to engrave,",
    "Ενεστώτας (Present)": {
      "εγώ": "χαράζω",
      "εσύ": "χαράζεις",
      "αυτός/ή/ό": "χαράζει",
      "εμείς": "χαράζουμε",
      "εσείς": "χαράζετε",
      "αυτοί/ές/ά": "χαράζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χάραζα",
      "εσύ": "χάραζες",
      "αυτός/ή/ό": "χάραζε",
      "εμείς": "χαράζαμε",
      "εσείς": "χαράζατε",
      "αυτοί/ές/ά": "χάραζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χαράζω",
      "εσύ": "θα χαράζεις",
      "αυτός/ή/ό": "θα χαράζει",
      "εμείς": "θα χαράζουμε",
      "εσείς": "θα χαράζετε",
      "αυτοί/ές/ά": "θα χαράζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χαράξω",
      "εσύ": "θα χαράξεις",
      "αυτός/ή/ό": "θα χαράξει",
      "εμείς": "θα χαράξουμε",
      "εσείς": "θα χαράξετε",
      "αυτοί/ές/ά": "θα χαράξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χάραξα",
      "εσύ": "χάραξες",
      "αυτός/ή/ό": "χάραξε",
      "εμείς": "χαράξαμε",
      "εσείς": "χαράξατε",
      "αυτοί/ές/ά": "χάραξαν"
    }
  },
  "χαρακτηρίζω": {
    "meaning": "to characterize",
    "Ενεστώτας (Present)": {
      "εγώ": "χαρακτηρίζω",
      "εσύ": "χαρακτηρίζεις",
      "αυτός/ή/ό": "χαρακτηρίζει",
      "εμείς": "χαρακτηρίζουμε",
      "εσείς": "χαρακτηρίζετε",
      "αυτοί/ές/ά": "χαρακτηρίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χαρακτήριζα",
      "εσύ": "χαρακτήριζες",
      "αυτός/ή/ό": "χαρακτήριζε",
      "εμείς": "χαρακτηρίζαμε",
      "εσείς": "χαρακτηρίζατε",
      "αυτοί/ές/ά": "χαρακτήριζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "",
      "εσύ": "θα χαρακτηρίζουμε",
      "αυτός/ή/ό": "θα χαρακτηρίζετε",
      "εμείς": "θα χαρακτηρίζουν",
      "εσείς": "θα χαρακτηρίσω",
      "αυτοί/ές/ά": "θα χαρακτηρίσεις"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "",
      "εσύ": "θα χαρακτηρίσουμε",
      "αυτός/ή/ό": "θα χαρακτηρίσετε",
      "εμείς": "θα χαρακτηρίσουν",
      "εσείς": "χαρακτήρισα",
      "αυτοί/ές/ά": "χαρακτήρισες"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χαρακτηρίσαμε",
      "εσύ": "χαρακτηρίσατε",
      "αυτός/ή/ό": "χαρακτήρισαν"
    }
  },
  "χαρίζω": {
    "meaning": "to make a present, to donate",
    "Ενεστώτας (Present)": {
      "εγώ": "χαρίζω",
      "εσύ": "χαρίζεις",
      "αυτός/ή/ό": "χαρίζει",
      "εμείς": "χαρίζουμε",
      "εσείς": "χαρίζετε",
      "αυτοί/ές/ά": "χαρίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χάριζα",
      "εσύ": "χάριζες",
      "αυτός/ή/ό": "χάριζε",
      "εμείς": "χαρίζαμε",
      "εσείς": "χαρίζατε",
      "αυτοί/ές/ά": "χάριζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χαρίζω",
      "εσύ": "θα χαρίζεις",
      "αυτός/ή/ό": "θα χαρίζει",
      "εμείς": "θα χαρίζουμε",
      "εσείς": "θα χαρίζετε",
      "αυτοί/ές/ά": "θα χαρίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χαρίσω",
      "εσύ": "θα χαρίσεις",
      "αυτός/ή/ό": "θα χαρίσει",
      "εμείς": "θα χαρίσουμε",
      "εσείς": "θα χαρίσετε",
      "αυτοί/ές/ά": "θα χαρίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χάρισα",
      "εσύ": "χάρισες",
      "αυτός/ή/ό": "χάρισε",
      "εμείς": "χαρίσαμε",
      "εσείς": "χαρίσατε",
      "αυτοί/ές/ά": "χάρισαν"
    }
  },
  "χειρουργώ": {
    "meaning": "to operate",
    "Ενεστώτας (Present)": {
      "εγώ": "χειρουργώ",
      "εσύ": "χειρουργείς",
      "αυτός/ή/ό": "χειρουργεί",
      "εμείς": "χειρουργούμε",
      "εσείς": "χειρουργείτε",
      "αυτοί/ές/ά": "χειρουργούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χειρουργούσα",
      "εσύ": "χειρουργούσες",
      "αυτός/ή/ό": "χειρουργούσε",
      "εμείς": "χειρουργούσαμε",
      "εσείς": "χειρουργούσατε",
      "αυτοί/ές/ά": "χειρουργούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χειρουργώ",
      "εσύ": "θα χειρουργείς",
      "αυτός/ή/ό": "θα χειρουργεί",
      "εμείς": "θα χειρουργούμε",
      "εσείς": "θα χειρουργείτε",
      "αυτοί/ές/ά": "θα χειρουργούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χειρουργήσω",
      "εσύ": "θα χειρουργήσεις",
      "αυτός/ή/ό": "θα χειρουργήσει",
      "εμείς": "θα χειρουργήσουμε",
      "εσείς": "θα χειρουργήσετε",
      "αυτοί/ές/ά": "θα χειρουργήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χειρούργησα",
      "εσύ": "χειρούργησες",
      "αυτός/ή/ό": "χειρούργησε",
      "εμείς": "χειρουργήσαμε",
      "εσείς": "χειρουργήσατε",
      "αυτοί/ές/ά": "χειρούργησαν"
    }
  },
  "χορεύω": {
    "meaning": "to dance",
    "Ενεστώτας (Present)": {
      "εγώ": "χορεύω",
      "εσύ": "χορεύεις",
      "αυτός/ή/ό": "χορεύει",
      "εμείς": "χορεύουμε",
      "εσείς": "χορεύετε",
      "αυτοί/ές/ά": "χορεύουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χόρευα",
      "εσύ": "χόρευες",
      "αυτός/ή/ό": "χόρευε",
      "εμείς": "χορεύαμε",
      "εσείς": "χορεύατε",
      "αυτοί/ές/ά": "χόρευαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χορεύω",
      "εσύ": "θα χορεύεις",
      "αυτός/ή/ό": "θα χορεύει",
      "εμείς": "θα χορεύουμε",
      "εσείς": "θα χορεύετε",
      "αυτοί/ές/ά": "θα χορεύουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χορέψω",
      "εσύ": "θα χορέψεις",
      "αυτός/ή/ό": "θα χορέψει",
      "εμείς": "θα χορέψουμε",
      "εσείς": "θα χορέψετε",
      "αυτοί/ές/ά": "θα χορέψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χόρεψα",
      "εσύ": "χόρεψες",
      "αυτός/ή/ό": "χόρεψε",
      "εμείς": "χορέψαμε",
      "εσείς": "χορέψατε",
      "αυτοί/ές/ά": "χόρεψαν"
    }
  },
  "χορταίνω": {
    "meaning": "to satisfy one's hunger, to be satiated",
    "Ενεστώτας (Present)": {
      "εγώ": "χορταίνω",
      "εσύ": "χορταίνεις",
      "αυτός/ή/ό": "χορταίνει",
      "εμείς": "χορταίνουμε",
      "εσείς": "χορταίνετε",
      "αυτοί/ές/ά": "χορταίνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χόρταινα",
      "εσύ": "χόρταινες",
      "αυτός/ή/ό": "χόρταινε",
      "εμείς": "χορταίναμε",
      "εσείς": "χορταίνατε",
      "αυτοί/ές/ά": "χόρταιναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χορταίνω",
      "εσύ": "θα χορταίνεις",
      "αυτός/ή/ό": "θα χορταίνει",
      "εμείς": "θα χορταίνουμε",
      "εσείς": "θα χορταίνετε",
      "αυτοί/ές/ά": "θα χορταίνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χορτάσω",
      "εσύ": "θα χορτάσεις",
      "αυτός/ή/ό": "θα χορτάσει",
      "εμείς": "θα χορτάσουμε",
      "εσείς": "θα χορτάσετε",
      "αυτοί/ές/ά": "θα χορτάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χόρτασα",
      "εσύ": "χόρτασες",
      "αυτός/ή/ό": "χόρτασε",
      "εμείς": "χορτάσαμε",
      "εσείς": "χορτάσατε",
      "αυτοί/ές/ά": "χόρτασαν"
    }
  },
  "χρειάζομαι": {
    "meaning": "to need",
    "Ενεστώτας (Present)": {
      "εγώ": "χρειάζομαι",
      "εσύ": "χρειάζεσαι",
      "αυτός/ή/ό": "χρειάζεται",
      "εμείς": "χρειαζόμαστε",
      "εσείς": "χρειάζεστε",
      "αυτοί/ές/ά": "χρειάζονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χρειαζόμουν",
      "εσύ": "χρειαζόσουν",
      "αυτός/ή/ό": "χρειαζόταν",
      "εμείς": "χρειαζόμαστε",
      "εσείς": "χρειαζόσαστε",
      "αυτοί/ές/ά": "χρειάζονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χρειάζομαι",
      "εσύ": "θα χρειάζεσαι",
      "αυτός/ή/ό": "θα χρειάζεται",
      "εμείς": "θα χρειαζόμαστε",
      "εσείς": "θα χρειάζεστε",
      "αυτοί/ές/ά": "θα χρειάζονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χρειαστώ",
      "εσύ": "θα χρειαστείς",
      "αυτός/ή/ό": "θα χρειαστεί",
      "εμείς": "θα χρειαστούμε",
      "εσείς": "θα χρειαστείτε",
      "αυτοί/ές/ά": "θα χρειαστούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χρειάστηκα",
      "εσύ": "χρειάστηκες",
      "αυτός/ή/ό": "χρειάστηκε",
      "εμείς": "χρειαστήκαμε",
      "εσείς": "χρειαστήκατε",
      "αυτοί/ές/ά": "χρειάστηκαν"
    }
  },
  "χρωματίζω": {
    "meaning": "to color,",
    "Ενεστώτας (Present)": {
      "εγώ": "χρωματίζω",
      "εσύ": "χρωματίζεις",
      "αυτός/ή/ό": "χρωματίζει",
      "εμείς": "χρωματίζουμε",
      "εσείς": "χρωματίζετε",
      "αυτοί/ές/ά": "χρωματίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χρωμάτιζα",
      "εσύ": "χρωμάτιζες",
      "αυτός/ή/ό": "χρωμάτιζε",
      "εμείς": "χρωματίζαμε",
      "εσείς": "χρωματίζατε",
      "αυτοί/ές/ά": "χρωμάτιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χρωματίζω",
      "εσύ": "θα χρωματίζεις",
      "αυτός/ή/ό": "θα χρωματίζει",
      "εμείς": "θα χρωματίζουμε",
      "εσείς": "θα χρωματίζετε",
      "αυτοί/ές/ά": "θα χρωματίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χρωματίσω",
      "εσύ": "θα χρωματίσεις",
      "αυτός/ή/ό": "θα χρωματίσει",
      "εμείς": "θα χρωματίσουμε",
      "εσείς": "θα χρωματίσετε",
      "αυτοί/ές/ά": "θα χρωματίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χρωμάτισα",
      "εσύ": "χρωμάτισες",
      "αυτός/ή/ό": "χρωμάτισε",
      "εμείς": "χρωματίσαμε",
      "εσείς": "χρωματίσατε",
      "αυτοί/ές/ά": "χρωμάτισαν"
    }
  },
  "χρωστώ": {
    "meaning": "to owe",
    "Ενεστώτας (Present)": {
      "εγώ": "χρωστώ",
      "εσύ": "χρωστάς",
      "αυτός/ή/ό": "χρωστά",
      "εμείς": "χρωστάμε",
      "εσείς": "χρωστάτε",
      "αυτοί/ές/ά": "χρωστάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χρωστούσα",
      "εσύ": "χρωστούσες",
      "αυτός/ή/ό": "χρωστούσε",
      "εμείς": "χρωστούσαμε",
      "εσείς": "χρωστούσατε",
      "αυτοί/ές/ά": "χρωστούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χρωστώ",
      "εσύ": "θα χρωστάς",
      "αυτός/ή/ό": "θα χρωστά",
      "εμείς": "θα χρωστάμε",
      "εσείς": "θα χρωστάτε",
      "αυτοί/ές/ά": "θα χρωστάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": ""
    }
  },
  "χτυπώ": {
    "meaning": "to beat,",
    "Ενεστώτας (Present)": {
      "εγώ": "χτυπώ",
      "εσύ": "χτυπάς",
      "αυτός/ή/ό": "χτυπά",
      "εμείς": "χτυπάμε",
      "εσείς": "χτυπάτε",
      "αυτοί/ές/ά": "χτυπάν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χτυπούσα",
      "εσύ": "χτυπούσες",
      "αυτός/ή/ό": "χτυπούσε",
      "εμείς": "χτυπούσαμε",
      "εσείς": "χτυπούσατε",
      "αυτοί/ές/ά": "χτυπούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χτυπώ",
      "εσύ": "θα χτυπάς",
      "αυτός/ή/ό": "θα χτυπά",
      "εμείς": "θα χτυπάμε",
      "εσείς": "θα χτυπάτε",
      "αυτοί/ές/ά": "θα χτυπάν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χτυπήσω",
      "εσύ": "θα χτυπήσεις",
      "αυτός/ή/ό": "θα χτυπήσει",
      "εμείς": "θα χτυπήσουμε",
      "εσείς": "θα χτυπήσετε",
      "αυτοί/ές/ά": "θα χτυπήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χτύπησα",
      "εσύ": "χτύπησες",
      "αυτός/ή/ό": "χτύπησε",
      "εμείς": "χτυπήσαμε",
      "εσείς": "χτυπήσατε",
      "αυτοί/ές/ά": "χτύπησαν"
    }
  },
  "χωρίζω": {
    "meaning": "to separate,",
    "Ενεστώτας (Present)": {
      "εγώ": "χωρίζω",
      "εσύ": "χωρίζεις",
      "αυτός/ή/ό": "χωρίζει",
      "εμείς": "χωρίζουμε",
      "εσείς": "χωρίζετε",
      "αυτοί/ές/ά": "χωρίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χώριζα",
      "εσύ": "χώριζες",
      "αυτός/ή/ό": "χώριζε",
      "εμείς": "χωρίζαμε",
      "εσείς": "χωρίζατε",
      "αυτοί/ές/ά": "χώριζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χωρίζω",
      "εσύ": "θα χωρίζεις",
      "αυτός/ή/ό": "θα χωρίζει",
      "εμείς": "θα χωρίζουμε",
      "εσείς": "θα χωρίζετε",
      "αυτοί/ές/ά": "θα χωρίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χωρίσω",
      "εσύ": "θα χωρίσεις",
      "αυτός/ή/ό": "θα χωρίσει",
      "εμείς": "θα χωρίσουμε",
      "εσείς": "θα χωρίσετε",
      "αυτοί/ές/ά": "θα χωρίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χώρισα",
      "εσύ": "χώρισες",
      "αυτός/ή/ό": "χώρισε",
      "εμείς": "χωρίσαμε",
      "εσείς": "χωρίσατε",
      "αυτοί/ές/ά": "χώρισαν"
    }
  },
  "χωρώ": {
    "meaning": "to contain,",
    "Ενεστώτας (Present)": {
      "εγώ": "χωρώ",
      "εσύ": "χωράς",
      "αυτός/ή/ό": "χωρά",
      "εμείς": "χωράμε",
      "εσείς": "χωράτε",
      "αυτοί/ές/ά": "χωράν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "χωρούσα",
      "εσύ": "χωρούσες",
      "αυτός/ή/ό": "χωρούσε",
      "εμείς": "χωρούσαμε",
      "εσείς": "χωρούσατε",
      "αυτοί/ές/ά": "χωρούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα χωρώ",
      "εσύ": "θα χωράς",
      "αυτός/ή/ό": "θα χωρά",
      "εμείς": "θα χωράμε",
      "εσείς": "θα χωράτε",
      "αυτοί/ές/ά": "θα χωράν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα χωρέσω",
      "εσύ": "θα χωρέσεις",
      "αυτός/ή/ό": "θα χωρέσει",
      "εμείς": "θα χωρέσουμε",
      "εσείς": "θα χωρέσετε",
      "αυτοί/ές/ά": "θα χωρέσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "χώρεσα",
      "εσύ": "χώρεσες",
      "αυτός/ή/ό": "χώρεσε",
      "εμείς": "χωρέσαμε",
      "εσείς": "χωρέσατε",
      "αυτοί/ές/ά": "χώρεσαν"
    }
  },
  "ψαρεύω": {
    "meaning": "to fish",
    "Ενεστώτας (Present)": {
      "εγώ": "ψαρεύω",
      "εσύ": "ψαρεύεις",
      "αυτός/ή/ό": "ψαρεύει",
      "εμείς": "ψαρεύουμε",
      "εσείς": "ψαρεύετε",
      "αυτοί/ές/ά": "ψαρεύουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "ψάρευα",
      "εσύ": "ψάρευες",
      "αυτός/ή/ό": "ψάρευε",
      "εμείς": "ψαρεύαμε",
      "εσείς": "ψαρεύατε",
      "αυτοί/ές/ά": "ψάρευαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ψαρεύω",
      "εσύ": "θα ψαρεύεις",
      "αυτός/ή/ό": "θα ψαρεύει",
      "εμείς": "θα ψαρεύουμε",
      "εσείς": "θα ψαρεύετε",
      "αυτοί/ές/ά": "θα ψαρεύουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ψαρέψω",
      "εσύ": "θα ψαρέψεις",
      "αυτός/ή/ό": "θα ψαρέψει",
      "εμείς": "θα ψαρέψουμε",
      "εσείς": "θα ψαρέψετε",
      "αυτοί/ές/ά": "θα ψαρέψουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "ψάρεψα",
      "εσύ": "ψάρεψες",
      "αυτός/ή/ό": "ψάρεψε",
      "εμείς": "ψαρέψαμε",
      "εσείς": "ψαρέψατε",
      "αυτοί/ές/ά": "ψάρεψαν"
    }
  },
  "ψάχνω": {
    "meaning": "to search",
    "Ενεστώτας (Present)": {
      "εγώ": "ψάχνω",
      "εσύ": "ψάχνεις",
      "αυτός/ή/ό": "ψάχνει",
      "εμείς": "ψάχνουμε",
      "εσείς": "ψάχνετε",
      "αυτοί/ές/ά": "ψάχνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έψαχνα",
      "εσύ": "έψαχνες",
      "αυτός/ή/ό": "έψαχνε",
      "εμείς": "ψάχναμε",
      "εσείς": "ψάχνατε",
      "αυτοί/ές/ά": "έψαχναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ψάχνω",
      "εσύ": "θα ψάχνεις",
      "αυτός/ή/ό": "θα ψάχνει",
      "εμείς": "θα ψάχνουμε",
      "εσείς": "θα ψάχνετε",
      "αυτοί/ές/ά": "θα ψάχνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ψάξω",
      "εσύ": "θα ψάξεις",
      "αυτός/ή/ό": "θα ψάξει",
      "εμείς": "θα ψάξουμε",
      "εσείς": "θα ψάξετε",
      "αυτοί/ές/ά": "θα ψάξουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έψαξα",
      "εσύ": "έψαξες",
      "αυτός/ή/ό": "έψαξε",
      "εμείς": "ψάξαμε",
      "εσείς": "ψάξατε",
      "αυτοί/ές/ά": "έψαξαν"
    }
  },
  "ψεύδομαι": {
    "meaning": "to lie",
    "Ενεστώτας (Present)": {
      "εγώ": "ψεύδομαι",
      "εσύ": "ψεύδεσαι",
      "αυτός/ή/ό": "ψεύδεται",
      "εμείς": "ψευδόμαστε",
      "εσείς": "ψεύδεστε",
      "αυτοί/ές/ά": "ψεύδονται"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "ψευδόμουν",
      "εσύ": "ψευδόσουν",
      "αυτός/ή/ό": "ψευδόταν",
      "εμείς": "ψευδόμαστε",
      "εσείς": "ψευδόσαστε",
      "αυτοί/ές/ά": "ψεύδονταν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ψεύδομαι",
      "εσύ": "θα ψεύδεσαι",
      "αυτός/ή/ό": "θα ψεύδεται",
      "εμείς": "θα ψευδόμαστε",
      "εσείς": "θα ψεύδεστε",
      "αυτοί/ές/ά": "θα ψεύδονται"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ψευστώ",
      "εσύ": "θα ψευστείς",
      "αυτός/ή/ό": "θα ψευστεί",
      "εμείς": "θα ψευστούμε",
      "εσείς": "θα ψευστείτε",
      "αυτοί/ές/ά": "θα ψευστούν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "ψεύστηκα",
      "εσύ": "ψεύστηκες",
      "αυτός/ή/ό": "ψεύστηκε",
      "εμείς": "ψευστήκαμε",
      "εσείς": "ψευστήκατε",
      "αυτοί/ές/ά": "ψεύστηκαν"
    }
  },
  "ψήνω": {
    "meaning": "to bake",
    "Ενεστώτας (Present)": {
      "εγώ": "ψήνω",
      "εσύ": "ψήνεις",
      "αυτός/ή/ό": "ψήνει",
      "εμείς": "ψήνουμε",
      "εσείς": "ψήνετε",
      "αυτοί/ές/ά": "ψήνουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "έψηνα",
      "εσύ": "έψηνες",
      "αυτός/ή/ό": "έψηνε",
      "εμείς": "ψήναμε",
      "εσείς": "ψήνατε",
      "αυτοί/ές/ά": "έψηναν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ψήνω",
      "εσύ": "θα ψήνεις",
      "αυτός/ή/ό": "θα ψήνει",
      "εμείς": "θα ψήνουμε",
      "εσείς": "θα ψήνετε",
      "αυτοί/ές/ά": "θα ψήνουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ψήσω",
      "εσύ": "θα ψήσεις",
      "αυτός/ή/ό": "θα ψήσει",
      "εμείς": "θα ψήσουμε",
      "εσείς": "θα ψήσετε",
      "αυτοί/ές/ά": "θα ψήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "έψησα",
      "εσύ": "έψησες",
      "αυτός/ή/ό": "έψησε",
      "εμείς": "ψήσαμε",
      "εσείς": "ψήσατε",
      "αυτοί/ές/ά": "έψησαν"
    }
  },
  "ψηφίζω": {
    "meaning": "to vote",
    "Ενεστώτας (Present)": {
      "εγώ": "ψηφίζω",
      "εσύ": "ψηφίζεις",
      "αυτός/ή/ό": "ψηφίζει",
      "εμείς": "ψηφίζουμε",
      "εσείς": "ψηφίζετε",
      "αυτοί/ές/ά": "ψηφίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "ψήφιζα",
      "εσύ": "ψήφιζες",
      "αυτός/ή/ό": "ψήφιζε",
      "εμείς": "ψηφίζαμε",
      "εσείς": "ψηφίζατε",
      "αυτοί/ές/ά": "ψήφιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ψηφίζω",
      "εσύ": "θα ψηφίζεις",
      "αυτός/ή/ό": "θα ψηφίζει",
      "εμείς": "θα ψηφίζουμε",
      "εσείς": "θα ψηφίζετε",
      "αυτοί/ές/ά": "θα ψηφίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ψηφίσω",
      "εσύ": "θα ψηφίσεις",
      "αυτός/ή/ό": "θα ψηφίσει",
      "εμείς": "θα ψηφίσουμε",
      "εσείς": "θα ψηφίσετε",
      "αυτοί/ές/ά": "θα ψηφίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "ψήφισα",
      "εσύ": "ψήφισες",
      "αυτός/ή/ό": "ψήφισε",
      "εμείς": "ψηφίσαμε",
      "εσείς": "ψηφίσατε",
      "αυτοί/ές/ά": "ψήφισαν"
    }
  },
  "ψιθυρίζω": {
    "meaning": "to whisper,",
    "Ενεστώτας (Present)": {
      "εγώ": "ψιθυρίζω",
      "εσύ": "ψιθυρίζεις",
      "αυτός/ή/ό": "ψιθυρίζει",
      "εμείς": "ψιθυρίζουμε",
      "εσείς": "ψιθυρίζετε",
      "αυτοί/ές/ά": "ψιθυρίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "ψιθύριζα",
      "εσύ": "ψιθύριζες",
      "αυτός/ή/ό": "ψιθύριζε",
      "εμείς": "ψιθυρίζαμε",
      "εσείς": "ψιθυρίζατε",
      "αυτοί/ές/ά": "ψιθύριζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ψιθυρίζω",
      "εσύ": "θα ψιθυρίζεις",
      "αυτός/ή/ό": "θα ψιθυρίζει",
      "εμείς": "θα ψιθυρίζουμε",
      "εσείς": "θα ψιθυρίζετε",
      "αυτοί/ές/ά": "θα ψιθυρίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ψιθυρίσω",
      "εσύ": "θα ψιθυρίσεις",
      "αυτός/ή/ό": "θα ψιθυρίσει",
      "εμείς": "θα ψιθυρίσουμε",
      "εσείς": "θα ψιθυρίσετε",
      "αυτοί/ές/ά": "θα ψιθυρίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "ψιθύρισα",
      "εσύ": "ψιθύρισες",
      "αυτός/ή/ό": "ψιθύρισε",
      "εμείς": "ψιθυρίσαμε",
      "εσείς": "ψιθυρίσατε",
      "αυτοί/ές/ά": "ψιθύρισαν"
    }
  },
  "ψωνίζω": {
    "meaning": "to shop",
    "Ενεστώτας (Present)": {
      "εγώ": "ψωνίζω",
      "εσύ": "ψωνίζεις",
      "αυτός/ή/ό": "ψωνίζει",
      "εμείς": "ψωνίζουμε",
      "εσείς": "ψωνίζετε",
      "αυτοί/ές/ά": "ψωνίζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "ψώνιζα",
      "εσύ": "ψώνιζες",
      "αυτός/ή/ό": "ψώνιζε",
      "εμείς": "ψωνίζαμε",
      "εσείς": "ψωνίζατε",
      "αυτοί/ές/ά": "ψώνιζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ψωνίζω",
      "εσύ": "θα ψωνίζεις",
      "αυτός/ή/ό": "θα ψωνίζει",
      "εμείς": "θα ψωνίζουμε",
      "εσείς": "θα ψωνίζετε",
      "αυτοί/ές/ά": "θα ψωνίζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ψωνίσω",
      "εσύ": "θα ψωνίσεις",
      "αυτός/ή/ό": "θα ψωνίσει",
      "εμείς": "θα ψωνίσουμε",
      "εσείς": "θα ψωνίσετε",
      "αυτοί/ές/ά": "θα ψωνίσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "ψώνισα",
      "εσύ": "ψώνισες",
      "αυτός/ή/ό": "ψώνισε",
      "εμείς": "ψωνίσαμε",
      "εσείς": "ψωνίσατε",
      "αυτοί/ές/ά": "ψώνισαν"
    }
  },
  "ψυχαναλύω": {
    "meaning": "to psychoanalyze",
    "Ενεστώτας (Present)": {
      "εγώ": "ψυχαναλύω",
      "εσύ": "ψυχαναλύεις",
      "αυτός/ή/ό": "ψυχαναλύει",
      "εμείς": "ψυχαναλύουμε",
      "εσείς": "ψυχαναλύετε",
      "αυτοί/ές/ά": "ψυχαναλύουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "ψυχανέλυα",
      "εσύ": "ψυχανέλυες",
      "αυτός/ή/ό": "ψυχανέλυε",
      "εμείς": "ψυχαναλύαμε",
      "εσείς": "ψυχαναλύατε",
      "αυτοί/ές/ά": "ψυχανέλυαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ψυχαναλύω",
      "εσύ": "θα ψυχαναλύεις",
      "αυτός/ή/ό": "θα ψυχαναλύει",
      "εμείς": "θα ψυχαναλύουμε",
      "εσείς": "θα ψυχαναλύετε",
      "αυτοί/ές/ά": "θα ψυχαναλύουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ψυχαναλύσω",
      "εσύ": "θα ψυχαναλύσεις",
      "αυτός/ή/ό": "θα ψυχαναλύσει",
      "εμείς": "θα ψυχαναλύσουμε",
      "εσείς": "θα ψυχαναλύσετε",
      "αυτοί/ές/ά": "τα ψυχαναλύσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "ψυχανέλυσα",
      "εσύ": "ψυχανέλυσες",
      "αυτός/ή/ό": "ψυχανέλυσε",
      "εμείς": "ψυχαναλύσαμε",
      "εσείς": "ψυχαναλύσατε",
      "αυτοί/ές/ά": "ψυχανέλυσαν"
    }
  },
  "ωριμάζω": {
    "meaning": "to ripen,",
    "Ενεστώτας (Present)": {
      "εγώ": "ωριμάζω",
      "εσύ": "ωριμάζεις",
      "αυτός/ή/ό": "ωριμάζει",
      "εμείς": "ωριμάζουμε",
      "εσείς": "ωριμάζετε",
      "αυτοί/ές/ά": "ωριμάζουν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "ωρίμαζα",
      "εσύ": "ωρίμαζες",
      "αυτός/ή/ό": "ωρίμαζε",
      "εμείς": "ωριμάζαμε",
      "εσείς": "ωριμάζατε",
      "αυτοί/ές/ά": "ωρίμαζαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ωριμάζω",
      "εσύ": "θα ωριμάζεις",
      "αυτός/ή/ό": "θα ωριμάζει",
      "εμείς": "θα ωριμάζουμε",
      "εσείς": "θα ωριμάζετε",
      "αυτοί/ές/ά": "θα ωριμάζουν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ωριμάσω",
      "εσύ": "θα ωριμάσεις",
      "αυτός/ή/ό": "θα ωριμάσει",
      "εμείς": "θα ωριμάσουμε",
      "εσείς": "θα ωριμάσετε",
      "αυτοί/ές/ά": "θα ωριμάσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "ωρίμασα",
      "εσύ": "ωρίμασες",
      "αυτός/ή/ό": "ωρίμασε",
      "εμείς": "ωριμάσαμε",
      "εσείς": "ωριμάσατε",
      "αυτοί/ές/ά": "ωρίμασαν"
    }
  },
  "ωφελώ": {
    "meaning": "to benefit,",
    "Ενεστώτας (Present)": {
      "εγώ": "ωφελώ",
      "εσύ": "ωφελείς",
      "αυτός/ή/ό": "ωφελεί",
      "εμείς": "ωφελούμε",
      "εσείς": "ωφελείτε",
      "αυτοί/ές/ά": "ωφελούν"
    },
    "Παρατατικός (Imperfect Past)": {
      "εγώ": "ωφελούσα",
      "εσύ": "ωφελούσες",
      "αυτός/ή/ό": "ωφελούσε",
      "εμείς": "ωφελούσαμε",
      "εσείς": "ωφελούσατε",
      "αυτοί/ές/ά": "ωφελούσαν"
    },
    "Μέλλοντας Εξακολουθητικός (Continuous Future)": {
      "εγώ": "θα ωφελώ",
      "εσύ": "θα ωφελείς",
      "αυτός/ή/ό": "θα ωφελεί",
      "εμείς": "θα ωφελούμε",
      "εσείς": "θα ωφελείτε",
      "αυτοί/ές/ά": "θα ωφελούν"
    },
    "Μέλλοντας Στιγμιαίος (Simple Future)": {
      "εγώ": "θα ωφελήσω",
      "εσύ": "θα ωφελήσεις",
      "αυτός/ή/ό": "θα ωφελήσει",
      "εμείς": "θα ωφελήσουμε",
      "εσείς": "θα ωφελήσετε",
      "αυτοί/ές/ά": "θα ωφελήσουν"
    },
    "Αόριστος (Simple Past)": {
      "εγώ": "ωφέλησα",
      "εσύ": "ωφέλησες",
      "αυτός/ή/ό": "ωφέλησε",
      "εμείς": "ωφελήσαμε",
      "εσείς": "ωφελήσατε",
      "αυτοί/ές/ά": "ωφέλησαν"
    }
  }
};
